const cities = [
    {
        region: {
            value: "100",
            text: "Любой регион",
        },
        cities: [
            {
                value: "",
                text: "Любой город",
            },
        ],
    },
    {
        region: {
            value: "50",
            text: "Москва и область",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "77",
                text: "Москва",
            },
            {
                value: "130",
                text: "Андреевка",
            },
            {
                value: "69",
                text: "Апрелевка",
            },
            {
                value: "103",
                text: "Ашукино",
            },
            {
                value: "1",
                text: "Балашиха",
            },
            {
                value: "117",
                text: "Барвиха",
            },
            {
                value: "105",
                text: "Белоозерский",
            },
            {
                value: "143",
                text: "Белоомут",
            },
            {
                value: "127",
                text: "Богородское",
            },
            {
                value: "122",
                text: "Большие Вяземы",
            },
            {
                value: "2",
                text: "Бронницы",
            },
            {
                value: "3",
                text: "Быково",
            },
            {
                value: "230",
                text: "Ватутинки",
            },
            {
                value: "135",
                text: "Вербилки",
            },
            {
                value: "93",
                text: "Верея",
            },
            {
                value: "4",
                text: "Видное",
            },
            {
                value: "139",
                text: "Власиха",
            },
            {
                value: "222",
                text: "ВНИИССОК",
            },
            {
                value: "101",
                text: "Внуково",
            },
            {
                value: "174",
                text: "Володарского",
            },
            {
                value: "5",
                text: "Волоколамск",
            },
            {
                value: "6",
                text: "Воскресенск",
            },
            {
                value: "91",
                text: "Высоковск",
            },
            {
                value: "124",
                text: "Гжель",
            },
            {
                value: "175",
                text: "Глебовский",
            },
            {
                value: "81",
                text: "Голицыно",
            },
            {
                value: "149",
                text: "Горки Ленинские",
            },
            {
                value: "121",
                text: "Горки-10",
            },
            {
                value: "120",
                text: "Горки-2",
            },
            {
                value: "123",
                text: "Давыдово",
            },
            {
                value: "107",
                text: "Деденево",
            },
            {
                value: "7",
                text: "Дедовск",
            },
            {
                value: "70",
                text: "Дзержинский",
            },
            {
                value: "8",
                text: "Дмитров",
            },
            {
                value: "9",
                text: "Долгопрудный",
            },
            {
                value: "10",
                text: "Домодедово",
            },
            {
                value: "96",
                text: "Дорохово",
            },
            {
                value: "89",
                text: "Дрезна",
            },
            {
                value: "11",
                text: "Дубна",
            },
            {
                value: "12",
                text: "Егорьевск",
            },
            {
                value: "147",
                text: "Жаворонки",
            },
            {
                value: "13",
                text: "Железнодорожный",
            },
            {
                value: "194",
                text: "Жуковка",
            },
            {
                value: "14",
                text: "Жуковский",
            },
            {
                value: "154",
                text: "Загорянский",
            },
            {
                value: "134",
                text: "Запрудня",
            },
            {
                value: "15",
                text: "Зарайск",
            },
            {
                value: "119",
                text: "Заречье",
            },
            {
                value: "219",
                text: "Звездный городок",
            },
            {
                value: "16",
                text: "Звенигород",
            },
            {
                value: "17",
                text: "Зеленоград",
            },
            {
                value: "233",
                text: "Знамя Октября",
            },
            {
                value: "71",
                text: "Ивантеевка",
            },
            {
                value: "158",
                text: "Икша",
            },
            {
                value: "150",
                text: "Ильинский",
            },
            {
                value: "170",
                text: "Им. Воровского",
            },
            {
                value: "129",
                text: "Им. Цюрупы",
            },
            {
                value: "18",
                text: "Истра",
            },
            {
                value: "82",
                text: "Калининец",
            },
            {
                value: "19",
                text: "Кашира",
            },
            {
                value: "163",
                text: "Киевский",
            },
            {
                value: "215",
                text: "Кленово",
            },
            {
                value: "20",
                text: "Климовск",
            },
            {
                value: "21",
                text: "Клин",
            },
            {
                value: "116",
                text: "Кокошкино",
            },
            {
                value: "22",
                text: "Коломна",
            },
            {
                value: "148",
                text: "Коммунарка",
            },
            {
                value: "23",
                text: "Королев",
            },
            {
                value: "72",
                text: "Котельники",
            },
            {
                value: "94",
                text: "Красково",
            },
            {
                value: "191",
                text: "Красная Пахра",
            },
            {
                value: "24",
                text: "Красноармейск",
            },
            {
                value: "25",
                text: "Красногорск",
            },
            {
                value: "83",
                text: "Краснозаводск",
            },
            {
                value: "74",
                text: "Краснознаменск",
            },
            {
                value: "125",
                text: "Кратово",
            },
            {
                value: "165",
                text: "Крекшино",
            },
            {
                value: "75",
                text: "Кубинка",
            },
            {
                value: "80",
                text: "Куровское",
            },
            {
                value: "102",
                text: "Лесной",
            },
            {
                value: "99",
                text: "Лесной городок",
            },
            {
                value: "223",
                text: "Лесные Поляны",
            },
            {
                value: "73",
                text: "Ликино-Дулево",
            },
            {
                value: "112",
                text: "ЛМС",
            },
            {
                value: "26",
                text: "Лобня",
            },
            {
                value: "76",
                text: "Лосино-Петровский",
            },
            {
                value: "27",
                text: "Лотошино",
            },
            {
                value: "28",
                text: "Луховицы",
            },
            {
                value: "29",
                text: "Лыткарино",
            },
            {
                value: "164",
                text: "Львовский",
            },
            {
                value: "30",
                text: "Люберцы",
            },
            {
                value: "85",
                text: "Малаховка",
            },
            {
                value: "162",
                text: "Малино",
            },
            {
                value: "180",
                text: "Марушкино",
            },
            {
                value: "161",
                text: "Менделеево",
            },
            {
                value: "133",
                text: "Михнево",
            },
            {
                value: "31",
                text: "Можайск",
            },
            {
                value: "200",
                text: "Молоково",
            },
            {
                value: "84",
                text: "Монино",
            },
            {
                value: "109",
                text: "Московский",
            },
            {
                value: "111",
                text: "Мосрентген",
            },
            {
                value: "32",
                text: "Мытищи",
            },
            {
                value: "33",
                text: "Наро-Фоминск",
            },
            {
                value: "34",
                text: "Нахабино",
            },
            {
                value: "106",
                text: "Некрасовский",
            },
            {
                value: "118",
                text: "Новоивановское",
            },
            {
                value: "108",
                text: "Новопетровское",
            },
            {
                value: "157",
                text: "Новосиньково",
            },
            {
                value: "35",
                text: "Ногинск",
            },
            {
                value: "97",
                text: "Оболенск",
            },
            {
                value: "100",
                text: "Обухово",
            },
            {
                value: "36",
                text: "Одинцово",
            },
            {
                value: "92",
                text: "Ожерелье",
            },
            {
                value: "37",
                text: "Озеры",
            },
            {
                value: "113",
                text: "Октябрьский",
            },
            {
                value: "38",
                text: "Орехово-Зуево",
            },
            {
                value: "217",
                text: "Островцы",
            },
            {
                value: "98",
                text: "Павловская Слобода",
            },
            {
                value: "39",
                text: "Павловский Посад",
            },
            {
                value: "88",
                text: "Пересвет",
            },
            {
                value: "115",
                text: "Пироговский",
            },
            {
                value: "131",
                text: "Поварово",
            },
            {
                value: "40",
                text: "Подольск",
            },
            {
                value: "104",
                text: "Правдинский",
            },
            {
                value: "128",
                text: "Пролетарский",
            },
            {
                value: "41",
                text: "Протвино",
            },
            {
                value: "179",
                text: "Птичное",
            },
            {
                value: "42",
                text: "Пушкино",
            },
            {
                value: "43",
                text: "Пущино",
            },
            {
                value: "110",
                text: "Развилка",
            },
            {
                value: "44",
                text: "Раменское",
            },
            {
                value: "45",
                text: "Реутов",
            },
            {
                value: "132",
                text: "Ржавки",
            },
            {
                value: "188",
                text: "Родники",
            },
            {
                value: "176",
                text: "Рождествено",
            },
            {
                value: "141",
                text: "Рошаль",
            },
            {
                value: "46",
                text: "Руза",
            },
            {
                value: "155",
                text: "Свердловский",
            },
            {
                value: "95",
                text: "Селятино",
            },
            {
                value: "47",
                text: "Сергиев Посад",
            },
            {
                value: "48",
                text: "Серебряные Пруды",
            },
            {
                value: "49",
                text: "Серпухов",
            },
            {
                value: "207",
                text: "Снегири",
            },
            {
                value: "201",
                text: "Совхоз им. Ленина",
            },
            {
                value: "50",
                text: "Солнечногорск",
            },
            {
                value: "87",
                text: "Софрино",
            },
            {
                value: "78",
                text: "Старая Купавна",
            },
            {
                value: "136",
                text: "Столбовая",
            },
            {
                value: "51",
                text: "Ступино",
            },
            {
                value: "52",
                text: "Сходня",
            },
            {
                value: "53",
                text: "Талдом",
            },
            {
                value: "216",
                text: "Тарасовка",
            },
            {
                value: "54",
                text: "Томилино",
            },
            {
                value: "55",
                text: "Троицк",
            },
            {
                value: "86",
                text: "Тучково",
            },
            {
                value: "138",
                text: "Уваровка",
            },
            {
                value: "126",
                text: "Удельная",
            },
            {
                value: "172",
                text: "Успенское",
            },
            {
                value: "234",
                text: "Фрязево",
            },
            {
                value: "56",
                text: "Фрязино",
            },
            {
                value: "90",
                text: "Фряново",
            },
            {
                value: "57",
                text: "Химки",
            },
            {
                value: "58",
                text: "Хотьково",
            },
            {
                value: "173",
                text: "Часцы",
            },
            {
                value: "169",
                text: "Черная Грязь",
            },
            {
                value: "79",
                text: "Черноголовка",
            },
            {
                value: "59",
                text: "Чехов",
            },
            {
                value: "60",
                text: "Шатура",
            },
            {
                value: "61",
                text: "Шаховская",
            },
            {
                value: "140",
                text: "Шереметьево",
            },
            {
                value: "214",
                text: "Шишкин Лес",
            },
            {
                value: "114",
                text: "Щапово",
            },
            {
                value: "62",
                text: "Щелково",
            },
            {
                value: "63",
                text: "Щербинка",
            },
            {
                value: "64",
                text: "Электрогорск",
            },
            {
                value: "65",
                text: "Электросталь",
            },
            {
                value: "66",
                text: "Электроугли",
            },
            {
                value: "67",
                text: "Юбилейный",
            },
            {
                value: "226",
                text: "Яковлевское",
            },
            {
                value: "68",
                text: "Яхрома",
            },
        ],
    },
    {
        region: {
            value: "47",
            text: "Санкт-Петербург и область",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "178",
                text: "Санкт-Петербург",
            },
            {
                value: "1057",
                text: "Бокситогорск",
            },
            {
                value: "1062",
                text: "Волосово",
            },
            {
                value: "1044",
                text: "Волхов",
            },
            {
                value: "1043",
                text: "Всеволожск",
            },
            {
                value: "1038",
                text: "Выборг",
            },
            {
                value: "1064",
                text: "Вырица",
            },
            {
                value: "1037",
                text: "Гатчина",
            },
            {
                value: "1823",
                text: "Зеленогорск",
            },
            {
                value: "1063",
                text: "Ивангород",
            },
            {
                value: "2790",
                text: "Имени Морозова",
            },
            {
                value: "2792",
                text: "Имени Свердлова",
            },
            {
                value: "1825",
                text: "Каменногорск",
            },
            {
                value: "1042",
                text: "Кингисепп",
            },
            {
                value: "1041",
                text: "Кириши",
            },
            {
                value: "1049",
                text: "Кировск",
            },
            {
                value: "1816",
                text: "Колпино",
            },
            {
                value: "1055",
                text: "Коммунар",
            },
            {
                value: "1822",
                text: "Красное Село",
            },
            {
                value: "1818",
                text: "Кронштадт",
            },
            {
                value: "2793",
                text: "Кузьмоловский",
            },
            {
                value: "1050",
                text: "Лодейное Поле",
            },
            {
                value: "1821",
                text: "Ломоносов",
            },
            {
                value: "1046",
                text: "Луга",
            },
            {
                value: "1827",
                text: "Любань",
            },
            {
                value: "2791",
                text: "Мга",
            },
            {
                value: "2794",
                text: "Металлострой",
            },
            {
                value: "1056",
                text: "Никольское",
            },
            {
                value: "1824",
                text: "Новая Ладога",
            },
            {
                value: "1052",
                text: "Отрадное",
            },
            {
                value: "1815",
                text: "Павловск",
            },
            {
                value: "1820",
                text: "Петергоф",
            },
            {
                value: "1051",
                text: "Пикалево",
            },
            {
                value: "1053",
                text: "Подпорожье",
            },
            {
                value: "1826",
                text: "Приморск",
            },
            {
                value: "1054",
                text: "Приозерск",
            },
            {
                value: "1814",
                text: "Пушкин",
            },
            {
                value: "2788",
                text: "Рощино",
            },
            {
                value: "1058",
                text: "Светогорск",
            },
            {
                value: "1045",
                text: "Сертолово",
            },
            {
                value: "1817",
                text: "Сестрорецк",
            },
            {
                value: "1061",
                text: "Сиверский",
            },
            {
                value: "1048",
                text: "Сланцы",
            },
            {
                value: "1040",
                text: "Сосновый Бор",
            },
            {
                value: "1819",
                text: "Стрельна",
            },
            {
                value: "1059",
                text: "Сясьстрой",
            },
            {
                value: "1039",
                text: "Тихвин",
            },
            {
                value: "1047",
                text: "Тосно",
            },
            {
                value: "2789",
                text: "Ульяновка",
            },
            {
                value: "1060",
                text: "Шлиссельбург",
            },
            {
                value: "1828",
                text: "Шушары",
            },
        ],
    },
    {
        region: {
            value: "28",
            text: "Амурская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "253",
                text: "Благовещенск",
            },
            {
                value: "1613",
                text: "Архара",
            },
            {
                value: "359",
                text: "Белогорск",
            },
            {
                value: "1617",
                text: "Возжаевка",
            },
            {
                value: "1612",
                text: "Екатеринославка",
            },
            {
                value: "365",
                text: "Завитинск",
            },
            {
                value: "362",
                text: "Зея",
            },
            {
                value: "1620",
                text: "Ивановка",
            },
            {
                value: "2020",
                text: "Константиновка",
            },
            {
                value: "1611",
                text: "Магдагачи",
            },
            {
                value: "1615",
                text: "Новобурейский",
            },
            {
                value: "2744",
                text: "Новокиевский Увал",
            },
            {
                value: "1618",
                text: "Поярково",
            },
            {
                value: "1609",
                text: "Прогресс",
            },
            {
                value: "363",
                text: "Райчихинск",
            },
            {
                value: "2019",
                text: "Ромны",
            },
            {
                value: "360",
                text: "Свободный",
            },
            {
                value: "1610",
                text: "Серышево",
            },
            {
                value: "1614",
                text: "Сковородино",
            },
            {
                value: "1619",
                text: "Талакан",
            },
            {
                value: "1616",
                text: "Тамбовка",
            },
            {
                value: "361",
                text: "Тында",
            },
            {
                value: "2022",
                text: "Циолковский",
            },
            {
                value: "364",
                text: "Шимановск",
            },
            {
                value: "2021",
                text: "Экимчан",
            },
        ],
    },
    {
        region: {
            value: "29",
            text: "Архангельская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "248",
                text: "Архангельск",
            },
            {
                value: "2422",
                text: "Белушья Губа",
            },
            {
                value: "1550",
                text: "Березник",
            },
            {
                value: "335",
                text: "Вельск",
            },
            {
                value: "1560",
                text: "Верхняя Тойма",
            },
            {
                value: "1545",
                text: "Вычегодский",
            },
            {
                value: "1561",
                text: "Ерцево",
            },
            {
                value: "2745",
                text: "Ильинско-Подомское",
            },
            {
                value: "338",
                text: "Каргополь",
            },
            {
                value: "1556",
                text: "Карпогоры",
            },
            {
                value: "1564",
                text: "Кизема",
            },
            {
                value: "1546",
                text: "Коноша",
            },
            {
                value: "331",
                text: "Коряжма",
            },
            {
                value: "333",
                text: "Котлас",
            },
            {
                value: "1554",
                text: "Красноборск",
            },
            {
                value: "1551",
                text: "Кулой",
            },
            {
                value: "1555",
                text: "Лешуконское",
            },
            {
                value: "1562",
                text: "Мезень",
            },
            {
                value: "2421",
                text: "Мирный",
            },
            {
                value: "334",
                text: "Новодвинск",
            },
            {
                value: "337",
                text: "Няндома",
            },
            {
                value: "1548",
                text: "Октябрьский",
            },
            {
                value: "336",
                text: "Онега",
            },
            {
                value: "1563",
                text: "Пинега",
            },
            {
                value: "1547",
                text: "Плесецк",
            },
            {
                value: "1549",
                text: "Савинский",
            },
            {
                value: "332",
                text: "Северодвинск",
            },
            {
                value: "1553",
                text: "Североонежск",
            },
            {
                value: "1557",
                text: "Урдома",
            },
            {
                value: "1558",
                text: "Холмогоры",
            },
            {
                value: "1552",
                text: "Шенкурск",
            },
            {
                value: "1544",
                text: "Шипицыно",
            },
            {
                value: "1559",
                text: "Яренск",
            },
        ],
    },
    {
        region: {
            value: "30",
            text: "Астраханская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "249",
                text: "Астрахань",
            },
            {
                value: "339",
                text: "Ахтубинск",
            },
            {
                value: "1569",
                text: "Верхний Баскунчак",
            },
            {
                value: "1567",
                text: "Володарский",
            },
            {
                value: "1570",
                text: "Енотаевка",
            },
            {
                value: "340",
                text: "Знаменск",
            },
            {
                value: "1566",
                text: "Икряное",
            },
            {
                value: "342",
                text: "Камызяк",
            },
            {
                value: "1572",
                text: "Капустин Яр",
            },
            {
                value: "1565",
                text: "Красный Яр",
            },
            {
                value: "1568",
                text: "Лиман",
            },
            {
                value: "343",
                text: "Нариманов",
            },
            {
                value: "2746",
                text: "Началово",
            },
            {
                value: "2748",
                text: "Никольское",
            },
            {
                value: "2747",
                text: "Сасыколи",
            },
            {
                value: "341",
                text: "Харабали",
            },
            {
                value: "1571",
                text: "Черный Яр",
            },
        ],
    },
    {
        region: {
            value: "31",
            text: "Белгородская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "251",
                text: "Белгород",
            },
            {
                value: "355",
                text: "Алексеевка",
            },
            {
                value: "1597",
                text: "Бирюч",
            },
            {
                value: "1589",
                text: "Борисовка",
            },
            {
                value: "356",
                text: "Валуйки",
            },
            {
                value: "1600",
                text: "Вейделевка",
            },
            {
                value: "1590",
                text: "Волоконовка",
            },
            {
                value: "2756",
                text: "Грайворон",
            },
            {
                value: "353",
                text: "Губкин",
            },
            {
                value: "2752",
                text: "Дубовое",
            },
            {
                value: "1599",
                text: "Ивня",
            },
            {
                value: "2750",
                text: "Короча",
            },
            {
                value: "1598",
                text: "Красная Яруга",
            },
            {
                value: "2751",
                text: "Красное",
            },
            {
                value: "2749",
                text: "Майский",
            },
            {
                value: "2758",
                text: "Маслова Пристань",
            },
            {
                value: "2759",
                text: "Новая Таволжанка",
            },
            {
                value: "357",
                text: "Новый Оскол",
            },
            {
                value: "2755",
                text: "Октябрьский",
            },
            {
                value: "1595",
                text: "Пролетарский",
            },
            {
                value: "1593",
                text: "Прохоровка",
            },
            {
                value: "1587",
                text: "Разумное",
            },
            {
                value: "1591",
                text: "Ракитное",
            },
            {
                value: "1592",
                text: "Ровеньки",
            },
            {
                value: "1594",
                text: "Северный",
            },
            {
                value: "352",
                text: "Старый Оскол",
            },
            {
                value: "2753",
                text: "Стрелецкое",
            },
            {
                value: "1586",
                text: "Строитель",
            },
            {
                value: "2760",
                text: "Таврово",
            },
            {
                value: "1596",
                text: "Томаровка",
            },
            {
                value: "2757",
                text: "Троицкий",
            },
            {
                value: "2754",
                text: "Уразово",
            },
            {
                value: "1588",
                text: "Чернянка",
            },
            {
                value: "354",
                text: "Шебекино",
            },
        ],
    },
    {
        region: {
            value: "32",
            text: "Брянская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "254",
                text: "Брянск",
            },
            {
                value: "1896",
                text: "Белая Березка",
            },
            {
                value: "1631",
                text: "Белые Берега",
            },
            {
                value: "1901",
                text: "Большое Полпино",
            },
            {
                value: "1900",
                text: "Выгоничи",
            },
            {
                value: "2761",
                text: "Глинищево",
            },
            {
                value: "2762",
                text: "Гордеевка",
            },
            {
                value: "1633",
                text: "Дубровка",
            },
            {
                value: "368",
                text: "Дятьково",
            },
            {
                value: "371",
                text: "Жуковка",
            },
            {
                value: "1902",
                text: "Займище",
            },
            {
                value: "1899",
                text: "Злынка",
            },
            {
                value: "1895",
                text: "Ивот",
            },
            {
                value: "370",
                text: "Карачев",
            },
            {
                value: "1627",
                text: "Клетня",
            },
            {
                value: "1625",
                text: "Климово",
            },
            {
                value: "366",
                text: "Клинцы",
            },
            {
                value: "1894",
                text: "Комаричи",
            },
            {
                value: "1897",
                text: "Красная Гора",
            },
            {
                value: "1628",
                text: "Локоть",
            },
            {
                value: "1898",
                text: "Любохна",
            },
            {
                value: "1634",
                text: "Мглин",
            },
            {
                value: "1626",
                text: "Навля",
            },
            {
                value: "367",
                text: "Новозыбков",
            },
            {
                value: "1630",
                text: "Погар",
            },
            {
                value: "1622",
                text: "Почеп",
            },
            {
                value: "2763",
                text: "Рогнедино",
            },
            {
                value: "1636",
                text: "Севск",
            },
            {
                value: "1621",
                text: "Сельцо",
            },
            {
                value: "372",
                text: "Стародуб",
            },
            {
                value: "1632",
                text: "Суземка",
            },
            {
                value: "1635",
                text: "Супонево",
            },
            {
                value: "1629",
                text: "Сураж",
            },
            {
                value: "1623",
                text: "Трубчевск",
            },
            {
                value: "369",
                text: "Унеча",
            },
            {
                value: "1624",
                text: "Фокино",
            },
        ],
    },
    {
        region: {
            value: "33",
            text: "Владимирская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "259",
                text: "Владимир",
            },
            {
                value: "405",
                text: "Александров",
            },
            {
                value: "2732",
                text: "Балакирево",
            },
            {
                value: "2733",
                text: "Вольгинский",
            },
            {
                value: "408",
                text: "Вязники",
            },
            {
                value: "2734",
                text: "Городищи",
            },
            {
                value: "1687",
                text: "Гороховец",
            },
            {
                value: "406",
                text: "Гусь-Хрустальный",
            },
            {
                value: "1686",
                text: "Камешково",
            },
            {
                value: "1684",
                text: "Карабаново",
            },
            {
                value: "409",
                text: "Киржач",
            },
            {
                value: "403",
                text: "Ковров",
            },
            {
                value: "407",
                text: "Кольчугино",
            },
            {
                value: "2557",
                text: "Костерево",
            },
            {
                value: "1938",
                text: "Красная Горбатка",
            },
            {
                value: "2558",
                text: "Курлово",
            },
            {
                value: "1680",
                text: "Лакинск",
            },
            {
                value: "1682",
                text: "Меленки",
            },
            {
                value: "2735",
                text: "Мелехово",
            },
            {
                value: "404",
                text: "Муром",
            },
            {
                value: "2736",
                text: "Никологоры",
            },
            {
                value: "1685",
                text: "Петушки",
            },
            {
                value: "1681",
                text: "Покров",
            },
            {
                value: "1679",
                text: "Радужный",
            },
            {
                value: "410",
                text: "Собинка",
            },
            {
                value: "2737",
                text: "Ставрово",
            },
            {
                value: "1683",
                text: "Струнино",
            },
            {
                value: "1688",
                text: "Судогда",
            },
            {
                value: "1689",
                text: "Суздаль",
            },
            {
                value: "1678",
                text: "Юрьев-Польский",
            },
        ],
    },
    {
        region: {
            value: "34",
            text: "Волгоградская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "260",
                text: "Волгоград",
            },
            {
                value: "2764",
                text: "Алексеевская",
            },
            {
                value: "2765",
                text: "Быково",
            },
            {
                value: "411",
                text: "Волжский",
            },
            {
                value: "1691",
                text: "Городище",
            },
            {
                value: "1697",
                text: "Горьковский",
            },
            {
                value: "2766",
                text: "Даниловка",
            },
            {
                value: "1701",
                text: "Дубовка",
            },
            {
                value: "1700",
                text: "Елань",
            },
            {
                value: "1695",
                text: "Жирновск",
            },
            {
                value: "1706",
                text: "Иловля",
            },
            {
                value: "416",
                text: "Калач-на-Дону",
            },
            {
                value: "412",
                text: "Камышин",
            },
            {
                value: "2768",
                text: "Клетская",
            },
            {
                value: "1693",
                text: "Котельниково",
            },
            {
                value: "1690",
                text: "Котово",
            },
            {
                value: "1702",
                text: "Краснослободск",
            },
            {
                value: "2769",
                text: "Кумылженская",
            },
            {
                value: "1698",
                text: "Ленинск",
            },
            {
                value: "413",
                text: "Михайловка",
            },
            {
                value: "2770",
                text: "Нехаевская",
            },
            {
                value: "1699",
                text: "Николаевск",
            },
            {
                value: "1694",
                text: "Новоаннинский",
            },
            {
                value: "2771",
                text: "Новониколаевский",
            },
            {
                value: "2772",
                text: "Октябрьский",
            },
            {
                value: "2773",
                text: "Ольховка",
            },
            {
                value: "1696",
                text: "Палласовка",
            },
            {
                value: "1704",
                text: "Петров Вал",
            },
            {
                value: "2767",
                text: "Преображенская",
            },
            {
                value: "2774",
                text: "Рудня",
            },
            {
                value: "1705",
                text: "Светлый Яр",
            },
            {
                value: "2775",
                text: "Серафимович",
            },
            {
                value: "1703",
                text: "Средняя Ахтуба",
            },
            {
                value: "2776",
                text: "Старая Полтавка",
            },
            {
                value: "1692",
                text: "Суровикино",
            },
            {
                value: "414",
                text: "Урюпинск",
            },
            {
                value: "415",
                text: "Фролово",
            },
            {
                value: "2777",
                text: "Чернышковский",
            },
        ],
    },
    {
        region: {
            value: "35",
            text: "Вологодская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "261",
                text: "Вологда",
            },
            {
                value: "1708",
                text: "Бабаево",
            },
            {
                value: "1712",
                text: "Белозерск",
            },
            {
                value: "419",
                text: "Великий Устюг",
            },
            {
                value: "2564",
                text: "Верховажье",
            },
            {
                value: "1715",
                text: "Вожега",
            },
            {
                value: "1720",
                text: "Вохтога",
            },
            {
                value: "1710",
                text: "Вытегра",
            },
            {
                value: "1707",
                text: "Грязовец",
            },
            {
                value: "1722",
                text: "Кадников",
            },
            {
                value: "1709",
                text: "Кадуй",
            },
            {
                value: "1717",
                text: "Кириллов",
            },
            {
                value: "1721",
                text: "Кичменгский Городок",
            },
            {
                value: "1718",
                text: "Красавино",
            },
            {
                value: "2563",
                text: "Липин Бор",
            },
            {
                value: "1716",
                text: "Никольск",
            },
            {
                value: "2566",
                text: "Нюксеница",
            },
            {
                value: "418",
                text: "Сокол",
            },
            {
                value: "2570",
                text: "Суда",
            },
            {
                value: "2567",
                text: "Сямжа",
            },
            {
                value: "2568",
                text: "Тарногский Городок",
            },
            {
                value: "1713",
                text: "Тотьма",
            },
            {
                value: "2569",
                text: "Устье",
            },
            {
                value: "1714",
                text: "Устюжна",
            },
            {
                value: "2571",
                text: "Федотово",
            },
            {
                value: "1711",
                text: "Харовск",
            },
            {
                value: "1719",
                text: "Чагода",
            },
            {
                value: "417",
                text: "Череповец",
            },
            {
                value: "420",
                text: "Шексна",
            },
            {
                value: "2565",
                text: "Шуйское",
            },
        ],
    },
    {
        region: {
            value: "36",
            text: "Воронежская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "256",
                text: "Воронеж",
            },
            {
                value: "1646",
                text: "Анна",
            },
            {
                value: "387",
                text: "Бобров",
            },
            {
                value: "1651",
                text: "Богучар",
            },
            {
                value: "378",
                text: "Борисоглебск",
            },
            {
                value: "383",
                text: "Бутурлиновка",
            },
            {
                value: "2488",
                text: "Верхний Мамон",
            },
            {
                value: "2489",
                text: "Верхняя Хава",
            },
            {
                value: "2490",
                text: "Воробьевка",
            },
            {
                value: "1649",
                text: "Грибановский",
            },
            {
                value: "386",
                text: "Калач",
            },
            {
                value: "2491",
                text: "Каменка",
            },
            {
                value: "1653",
                text: "Кантемировка",
            },
            {
                value: "2492",
                text: "Каширское",
            },
            {
                value: "2501",
                text: "Латная",
            },
            {
                value: "380",
                text: "Лиски",
            },
            {
                value: "2493",
                text: "Нижнедевицк",
            },
            {
                value: "1645",
                text: "Новая Усмань",
            },
            {
                value: "381",
                text: "Нововоронеж",
            },
            {
                value: "2494",
                text: "Новохоперск",
            },
            {
                value: "2495",
                text: "Ольховатка",
            },
            {
                value: "382",
                text: "Острогожск",
            },
            {
                value: "384",
                text: "Павловск",
            },
            {
                value: "2496",
                text: "Панино",
            },
            {
                value: "2497",
                text: "Петропавловка",
            },
            {
                value: "1647",
                text: "Поворино",
            },
            {
                value: "2498",
                text: "Подгоренский",
            },
            {
                value: "1648",
                text: "Придонской",
            },
            {
                value: "2499",
                text: "Рамонь",
            },
            {
                value: "2500",
                text: "Репьевка",
            },
            {
                value: "379",
                text: "Россошь",
            },
            {
                value: "385",
                text: "Семилуки",
            },
            {
                value: "1650",
                text: "Сомово",
            },
            {
                value: "2502",
                text: "Стрелица",
            },
            {
                value: "1652",
                text: "Таловая",
            },
            {
                value: "2503",
                text: "Терновка",
            },
            {
                value: "2504",
                text: "Хохольский",
            },
            {
                value: "1654",
                text: "Эртиль",
            },
        ],
    },
    {
        region: {
            value: "79",
            text: "Еврейская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "252",
                text: "Биробиджан",
            },
            {
                value: "1603",
                text: "Амурзет",
            },
            {
                value: "1606",
                text: "Бабстово",
            },
            {
                value: "1607",
                text: "Бира",
            },
            {
                value: "1602",
                text: "Ленинское",
            },
            {
                value: "1601",
                text: "Николаевка",
            },
            {
                value: "358",
                text: "Облучье",
            },
            {
                value: "1608",
                text: "Птичник",
            },
            {
                value: "1604",
                text: "Смидович",
            },
            {
                value: "1605",
                text: "Теплоозерск",
            },
        ],
    },
    {
        region: {
            value: "37",
            text: "Ивановская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "264",
                text: "Иваново",
            },
            {
                value: "2779",
                text: "Верхний Ландех",
            },
            {
                value: "428",
                text: "Вичуга",
            },
            {
                value: "1748",
                text: "Гаврилов Посад",
            },
            {
                value: "1741",
                text: "Заволжск",
            },
            {
                value: "2778",
                text: "Ильинское-Хованское",
            },
            {
                value: "426",
                text: "Кинешма",
            },
            {
                value: "1745",
                text: "Комсомольск",
            },
            {
                value: "1737",
                text: "Кохма",
            },
            {
                value: "1747",
                text: "Лежнево",
            },
            {
                value: "2190",
                text: "Лух",
            },
            {
                value: "1743",
                text: "Наволоки",
            },
            {
                value: "1746",
                text: "Ново-Талицы",
            },
            {
                value: "1751",
                text: "Палех",
            },
            {
                value: "2191",
                text: "Пестяки",
            },
            {
                value: "1739",
                text: "Приволжск",
            },
            {
                value: "1744",
                text: "Пучеж",
            },
            {
                value: "1738",
                text: "Родники",
            },
            {
                value: "1750",
                text: "Савино",
            },
            {
                value: "1752",
                text: "Старая Вичуга",
            },
            {
                value: "1749",
                text: "Талицы",
            },
            {
                value: "430",
                text: "Тейково",
            },
            {
                value: "429",
                text: "Фурманов",
            },
            {
                value: "427",
                text: "Шуя",
            },
            {
                value: "1740",
                text: "Южа",
            },
            {
                value: "1742",
                text: "Юрьевец",
            },
        ],
    },
    {
        region: {
            value: "38",
            text: "Иркутская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "266",
                text: "Иркутск",
            },
            {
                value: "436",
                text: "Ангарск",
            },
            {
                value: "1768",
                text: "Байкальск",
            },
            {
                value: "2178",
                text: "Балаганск",
            },
            {
                value: "2179",
                text: "Баяндай",
            },
            {
                value: "2780",
                text: "Белореченский",
            },
            {
                value: "1767",
                text: "Бодайбо",
            },
            {
                value: "2180",
                text: "Бохан",
            },
            {
                value: "435",
                text: "Братск",
            },
            {
                value: "1764",
                text: "Вихоревка",
            },
            {
                value: "2187",
                text: "Еланцы",
            },
            {
                value: "2184",
                text: "Ербогачен",
            },
            {
                value: "1763",
                text: "Железногорск-Илимский",
            },
            {
                value: "2181",
                text: "Жигалово",
            },
            {
                value: "2182",
                text: "Залари",
            },
            {
                value: "1762",
                text: "Зима",
            },
            {
                value: "2183",
                text: "Казачинское",
            },
            {
                value: "2185",
                text: "Качуг",
            },
            {
                value: "1771",
                text: "Киренск",
            },
            {
                value: "1773",
                text: "Куйтун",
            },
            {
                value: "2177",
                text: "Кутулик",
            },
            {
                value: "444",
                text: "Нижнеудинск",
            },
            {
                value: "1772",
                text: "Новая Игирма",
            },
            {
                value: "2186",
                text: "Новонукутский",
            },
            {
                value: "2188",
                text: "Оса",
            },
            {
                value: "443",
                text: "Саянск",
            },
            {
                value: "1769",
                text: "Свирск",
            },
            {
                value: "1765",
                text: "Слюдянка",
            },
            {
                value: "445",
                text: "Тайшет",
            },
            {
                value: "441",
                text: "Тулун",
            },
            {
                value: "438",
                text: "Усолье-Сибирское",
            },
            {
                value: "437",
                text: "Усть-Илимск",
            },
            {
                value: "442",
                text: "Усть-Кут",
            },
            {
                value: "1770",
                text: "Усть-Ордынский",
            },
            {
                value: "2189",
                text: "Усть-Уда",
            },
            {
                value: "439",
                text: "Черемхово",
            },
            {
                value: "1766",
                text: "Чунский",
            },
            {
                value: "440",
                text: "Шелехов",
            },
        ],
    },
    {
        region: {
            value: "39",
            text: "Калининградская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "270",
                text: "Калининград",
            },
            {
                value: "496",
                text: "Багратионовск",
            },
            {
                value: "485",
                text: "Балтийск",
            },
            {
                value: "488",
                text: "Гвардейск",
            },
            {
                value: "492",
                text: "Гурьевск",
            },
            {
                value: "486",
                text: "Гусев",
            },
            {
                value: "490",
                text: "Зеленоградск",
            },
            {
                value: "495",
                text: "Мамоново",
            },
            {
                value: "489",
                text: "Неман",
            },
            {
                value: "2175",
                text: "Нестеров",
            },
            {
                value: "1812",
                text: "Озерск",
            },
            {
                value: "491",
                text: "Пионерский",
            },
            {
                value: "494",
                text: "Полесск",
            },
            {
                value: "2176",
                text: "Правдинск",
            },
            {
                value: "493",
                text: "Светлогорск",
            },
            {
                value: "487",
                text: "Светлый",
            },
            {
                value: "1813",
                text: "Славск",
            },
            {
                value: "483",
                text: "Советск",
            },
            {
                value: "484",
                text: "Черняховск",
            },
            {
                value: "2174",
                text: "Янтарный",
            },
        ],
    },
    {
        region: {
            value: "40",
            text: "Калужская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "271",
                text: "Калуга",
            },
            {
                value: "501",
                text: "Балабаново",
            },
            {
                value: "1967",
                text: "Барятино",
            },
            {
                value: "1964",
                text: "Белоусово",
            },
            {
                value: "1969",
                text: "Бетлица",
            },
            {
                value: "509",
                text: "Боровск",
            },
            {
                value: "510",
                text: "Воротынск",
            },
            {
                value: "1965",
                text: "Думиничи",
            },
            {
                value: "511",
                text: "Ермолино",
            },
            {
                value: "515",
                text: "Жиздра",
            },
            {
                value: "506",
                text: "Жуков",
            },
            {
                value: "1968",
                text: "Износки",
            },
            {
                value: "499",
                text: "Киров",
            },
            {
                value: "502",
                text: "Козельск",
            },
            {
                value: "503",
                text: "Кондрово",
            },
            {
                value: "508",
                text: "Кременки",
            },
            {
                value: "498",
                text: "Людиново",
            },
            {
                value: "500",
                text: "Малоярославец",
            },
            {
                value: "513",
                text: "Медынь",
            },
            {
                value: "1970",
                text: "Мещовск",
            },
            {
                value: "1971",
                text: "Мосальск",
            },
            {
                value: "497",
                text: "Обнинск",
            },
            {
                value: "1972",
                text: "Перемышль",
            },
            {
                value: "1966",
                text: "Полотняный Завод",
            },
            {
                value: "507",
                text: "Сосенский",
            },
            {
                value: "516",
                text: "Спас-Деменск",
            },
            {
                value: "504",
                text: "Сухиничи",
            },
            {
                value: "512",
                text: "Таруса",
            },
            {
                value: "505",
                text: "Товарково",
            },
            {
                value: "1973",
                text: "Ульяново",
            },
            {
                value: "1974",
                text: "Ферзиково",
            },
            {
                value: "1975",
                text: "Хвастовичи",
            },
            {
                value: "514",
                text: "Юхнов",
            },
        ],
    },
    {
        region: {
            value: "42",
            text: "Кемеровская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "272",
                text: "Кемерово",
            },
            {
                value: "523",
                text: "Анжеро-Судженск",
            },
            {
                value: "535",
                text: "Бачатский",
            },
            {
                value: "524",
                text: "Белово",
            },
            {
                value: "2200",
                text: "Белогорск",
            },
            {
                value: "526",
                text: "Березовский",
            },
            {
                value: "2197",
                text: "Верх-Чебула",
            },
            {
                value: "531",
                text: "Гурьевск",
            },
            {
                value: "2201",
                text: "Зеленогорский",
            },
            {
                value: "2192",
                text: "Ижморский",
            },
            {
                value: "2202",
                text: "Инской",
            },
            {
                value: "2203",
                text: "Итатский",
            },
            {
                value: "533",
                text: "Калтан",
            },
            {
                value: "520",
                text: "Киселевск",
            },
            {
                value: "2204",
                text: "Комсомольск",
            },
            {
                value: "2193",
                text: "Крапивинский",
            },
            {
                value: "2205",
                text: "Краснобродский",
            },
            {
                value: "519",
                text: "Ленинск-Кузнецкий",
            },
            {
                value: "528",
                text: "Мариинск",
            },
            {
                value: "521",
                text: "Междуреченск",
            },
            {
                value: "2206",
                text: "Мундыбаш",
            },
            {
                value: "522",
                text: "Мыски",
            },
            {
                value: "517",
                text: "Новокузнецк",
            },
            {
                value: "525",
                text: "Осинники",
            },
            {
                value: "530",
                text: "Полысаево",
            },
            {
                value: "518",
                text: "Прокопьевск",
            },
            {
                value: "2194",
                text: "Промышленная",
            },
            {
                value: "2207",
                text: "Рудничный",
            },
            {
                value: "2199",
                text: "Салаир",
            },
            {
                value: "2208",
                text: "Спасск",
            },
            {
                value: "532",
                text: "Тайга",
            },
            {
                value: "534",
                text: "Таштагол",
            },
            {
                value: "2209",
                text: "Темиртау",
            },
            {
                value: "2195",
                text: "Тисуль",
            },
            {
                value: "529",
                text: "Топки",
            },
            {
                value: "2196",
                text: "Тяжинский",
            },
            {
                value: "2210",
                text: "Шерегеш",
            },
            {
                value: "527",
                text: "Юрга",
            },
            {
                value: "536",
                text: "Яшкино",
            },
            {
                value: "2198",
                text: "Яя",
            },
        ],
    },
    {
        region: {
            value: "43",
            text: "Кировская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "273",
                text: "Киров",
            },
            {
                value: "2150",
                text: "Арбаж",
            },
            {
                value: "2151",
                text: "Афанасьево",
            },
            {
                value: "546",
                text: "Белая Холуница",
            },
            {
                value: "2152",
                text: "Богородское",
            },
            {
                value: "551",
                text: "Вахруши",
            },
            {
                value: "2153",
                text: "Верхошижемье",
            },
            {
                value: "538",
                text: "Вятские Поляны",
            },
            {
                value: "2154",
                text: "Даровской",
            },
            {
                value: "544",
                text: "Зуевка",
            },
            {
                value: "2155",
                text: "Кикнур",
            },
            {
                value: "2156",
                text: "Кильмезь",
            },
            {
                value: "537",
                text: "Кирово-Чепецк",
            },
            {
                value: "549",
                text: "Кирс",
            },
            {
                value: "540",
                text: "Котельнич",
            },
            {
                value: "2157",
                text: "Кумены",
            },
            {
                value: "2158",
                text: "Лебяжье",
            },
            {
                value: "2172",
                text: "Ленинское",
            },
            {
                value: "548",
                text: "Луза",
            },
            {
                value: "552",
                text: "Малмыж",
            },
            {
                value: "2159",
                text: "Мураши",
            },
            {
                value: "553",
                text: "Мурыгино",
            },
            {
                value: "2160",
                text: "Нагорск",
            },
            {
                value: "2161",
                text: "Нема",
            },
            {
                value: "550",
                text: "Нолинск",
            },
            {
                value: "541",
                text: "Омутнинск",
            },
            {
                value: "2162",
                text: "Опарино",
            },
            {
                value: "554",
                text: "Оричи",
            },
            {
                value: "2163",
                text: "Орлов",
            },
            {
                value: "2164",
                text: "Пижанка",
            },
            {
                value: "2165",
                text: "Подосиновец",
            },
            {
                value: "2166",
                text: "Санчурск",
            },
            {
                value: "2167",
                text: "Свеча",
            },
            {
                value: "539",
                text: "Слободской",
            },
            {
                value: "543",
                text: "Советск",
            },
            {
                value: "545",
                text: "Сосновка",
            },
            {
                value: "2168",
                text: "Суна",
            },
            {
                value: "2169",
                text: "Тужа",
            },
            {
                value: "2170",
                text: "Уни",
            },
            {
                value: "547",
                text: "Уржум",
            },
            {
                value: "2171",
                text: "Фаленки",
            },
            {
                value: "2173",
                text: "Юрья",
            },
            {
                value: "542",
                text: "Яранск",
            },
        ],
    },
    {
        region: {
            value: "44",
            text: "Костромская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "274",
                text: "Кострома",
            },
            {
                value: "2239",
                text: "Антропово",
            },
            {
                value: "2244",
                text: "Боговарово",
            },
            {
                value: "555",
                text: "Буй",
            },
            {
                value: "561",
                text: "Ветлужский",
            },
            {
                value: "560",
                text: "Волгореченск",
            },
            {
                value: "2240",
                text: "Вохма",
            },
            {
                value: "559",
                text: "Галич",
            },
            {
                value: "2243",
                text: "Георгиевское",
            },
            {
                value: "2241",
                text: "Кадый",
            },
            {
                value: "564",
                text: "Караваево",
            },
            {
                value: "2242",
                text: "Кологрив",
            },
            {
                value: "563",
                text: "Красное-на-Волге",
            },
            {
                value: "565",
                text: "Макарьев",
            },
            {
                value: "558",
                text: "Мантурово",
            },
            {
                value: "557",
                text: "Нерехта",
            },
            {
                value: "562",
                text: "Нея",
            },
            {
                value: "2245",
                text: "Островское",
            },
            {
                value: "2246",
                text: "Павино",
            },
            {
                value: "2247",
                text: "Парфеньево",
            },
            {
                value: "2248",
                text: "Поназырево",
            },
            {
                value: "2249",
                text: "Пыщуг",
            },
            {
                value: "566",
                text: "Солигалич",
            },
            {
                value: "2250",
                text: "Судиславль",
            },
            {
                value: "2251",
                text: "Сусанино",
            },
            {
                value: "567",
                text: "Чухлома",
            },
            {
                value: "556",
                text: "Шарья",
            },
        ],
    },
    {
        region: {
            value: "45",
            text: "Курганская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "277",
                text: "Курган",
            },
            {
                value: "2231",
                text: "Альменево",
            },
            {
                value: "2236",
                text: "Белозерское",
            },
            {
                value: "633",
                text: "Варгаши",
            },
            {
                value: "2233",
                text: "Глядянское",
            },
            {
                value: "630",
                text: "Далматово",
            },
            {
                value: "2232",
                text: "Звериноголовское",
            },
            {
                value: "635",
                text: "Каргаполье",
            },
            {
                value: "629",
                text: "Катайск",
            },
            {
                value: "638",
                text: "Кетово",
            },
            {
                value: "2238",
                text: "Красный Октябрь",
            },
            {
                value: "628",
                text: "Куртамыш",
            },
            {
                value: "639",
                text: "Лебяжье",
            },
            {
                value: "641",
                text: "Лесниково",
            },
            {
                value: "634",
                text: "Макушино",
            },
            {
                value: "636",
                text: "Мишкино",
            },
            {
                value: "2237",
                text: "Мокроусово",
            },
            {
                value: "631",
                text: "Петухово",
            },
            {
                value: "2235",
                text: "Половинное",
            },
            {
                value: "2234",
                text: "Целинное",
            },
            {
                value: "626",
                text: "Шадринск",
            },
            {
                value: "640",
                text: "Шатрово",
            },
            {
                value: "627",
                text: "Шумиха",
            },
            {
                value: "632",
                text: "Щучье",
            },
            {
                value: "637",
                text: "Юргамыш",
            },
        ],
    },
    {
        region: {
            value: "46",
            text: "Курская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "278",
                text: "Курск",
            },
            {
                value: "2781",
                text: "Белая",
            },
            {
                value: "2782",
                text: "Большое Солдатское",
            },
            {
                value: "655",
                text: "Глушково",
            },
            {
                value: "651",
                text: "Горшечное",
            },
            {
                value: "648",
                text: "Дмитриев-Льговский",
            },
            {
                value: "642",
                text: "Железногорск",
            },
            {
                value: "2215",
                text: "Золотухино",
            },
            {
                value: "2216",
                text: "Иванино",
            },
            {
                value: "2220",
                text: "Имени Карла Либкнехта",
            },
            {
                value: "2217",
                text: "Искра",
            },
            {
                value: "2218",
                text: "Касторное",
            },
            {
                value: "2219",
                text: "Конышевка",
            },
            {
                value: "652",
                text: "Коренево",
            },
            {
                value: "643",
                text: "Курчатов",
            },
            {
                value: "649",
                text: "Кшенский",
            },
            {
                value: "644",
                text: "Льгов",
            },
            {
                value: "2221",
                text: "Магнитный",
            },
            {
                value: "2783",
                text: "Мантурово",
            },
            {
                value: "2222",
                text: "Медвенка",
            },
            {
                value: "2223",
                text: "Новокасторное",
            },
            {
                value: "647",
                text: "Обоянь",
            },
            {
                value: "2224",
                text: "Олымский",
            },
            {
                value: "2225",
                text: "Поныри",
            },
            {
                value: "654",
                text: "Пристень",
            },
            {
                value: "653",
                text: "Прямицыно",
            },
            {
                value: "646",
                text: "Рыльск",
            },
            {
                value: "2226",
                text: "Солнцево",
            },
            {
                value: "650",
                text: "Суджа",
            },
            {
                value: "2227",
                text: "Теткино",
            },
            {
                value: "2228",
                text: "Тим",
            },
            {
                value: "656",
                text: "Фатеж",
            },
            {
                value: "2229",
                text: "Хомутовка",
            },
            {
                value: "2230",
                text: "Черемисиново",
            },
            {
                value: "645",
                text: "Щигры",
            },
        ],
    },
    {
        region: {
            value: "48",
            text: "Липецкая",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "280",
                text: "Липецк",
            },
            {
                value: "674",
                text: "Боринское",
            },
            {
                value: "2211",
                text: "Волово",
            },
            {
                value: "665",
                text: "Грязи",
            },
            {
                value: "666",
                text: "Данков",
            },
            {
                value: "671",
                text: "Добринка",
            },
            {
                value: "676",
                text: "Доброе",
            },
            {
                value: "675",
                text: "Долгоруково",
            },
            {
                value: "664",
                text: "Елец",
            },
            {
                value: "670",
                text: "Задонск",
            },
            {
                value: "2212",
                text: "Измалково",
            },
            {
                value: "2213",
                text: "Красное",
            },
            {
                value: "678",
                text: "Кривополянье",
            },
            {
                value: "667",
                text: "Лебедянь",
            },
            {
                value: "2214",
                text: "Лев Толстой",
            },
            {
                value: "677",
                text: "Становое",
            },
            {
                value: "672",
                text: "Тербуны",
            },
            {
                value: "668",
                text: "Усмань",
            },
            {
                value: "673",
                text: "Хлевное",
            },
            {
                value: "669",
                text: "Чаплыгин",
            },
        ],
    },
    {
        region: {
            value: "49",
            text: "Магаданская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "281",
                text: "Магадан",
            },
            {
                value: "679",
                text: "Ола",
            },
            {
                value: "682",
                text: "Омсукчан",
            },
            {
                value: "689",
                text: "Оротукан",
            },
            {
                value: "683",
                text: "Палатка",
            },
            {
                value: "687",
                text: "Сеймчан",
            },
            {
                value: "686",
                text: "Синегорье",
            },
            {
                value: "681",
                text: "Сокол",
            },
            {
                value: "690",
                text: "Стекольный",
            },
            {
                value: "680",
                text: "Сусуман",
            },
            {
                value: "688",
                text: "Уптар",
            },
            {
                value: "684",
                text: "Усть-Омчуг",
            },
            {
                value: "685",
                text: "Ягодное",
            },
        ],
    },
    {
        region: {
            value: "51",
            text: "Мурманская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "285",
                text: "Мурманск",
            },
            {
                value: "749",
                text: "Алакуртти",
            },
            {
                value: "737",
                text: "Александровск",
            },
            {
                value: "729",
                text: "Апатиты",
            },
            {
                value: "747",
                text: "Видяево",
            },
            {
                value: "743",
                text: "Гаджиево",
            },
            {
                value: "742",
                text: "Заозерск",
            },
            {
                value: "736",
                text: "Заполярный",
            },
            {
                value: "748",
                text: "Зеленоборский",
            },
            {
                value: "732",
                text: "Кандалакша",
            },
            {
                value: "733",
                text: "Кировск",
            },
            {
                value: "735",
                text: "Ковдор",
            },
            {
                value: "744",
                text: "Кола",
            },
            {
                value: "731",
                text: "Мончегорск",
            },
            {
                value: "738",
                text: "Мурмаши",
            },
            {
                value: "740",
                text: "Никель",
            },
            {
                value: "734",
                text: "Оленегорск",
            },
            {
                value: "741",
                text: "Островной",
            },
            {
                value: "739",
                text: "Полярные Зори",
            },
            {
                value: "746",
                text: "Ревда",
            },
            {
                value: "745",
                text: "Росляково",
            },
            {
                value: "751",
                text: "Сафоново",
            },
            {
                value: "730",
                text: "Североморск",
            },
            {
                value: "750",
                text: "Умба",
            },
        ],
    },
    {
        region: {
            value: "52",
            text: "Нижегородская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "288",
                text: "Нижний Новгород",
            },
            {
                value: "2301",
                text: "Ардатов",
            },
            {
                value: "766",
                text: "Арзамас",
            },
            {
                value: "772",
                text: "Балахна",
            },
            {
                value: "775",
                text: "Богородск",
            },
            {
                value: "2302",
                text: "Большое Болдино",
            },
            {
                value: "2303",
                text: "Большое Мурашкино",
            },
            {
                value: "768",
                text: "Бор",
            },
            {
                value: "2304",
                text: "Бутурлино",
            },
            {
                value: "2305",
                text: "Вад",
            },
            {
                value: "2306",
                text: "Варнавино",
            },
            {
                value: "2307",
                text: "Вача",
            },
            {
                value: "2308",
                text: "Ветлуга",
            },
            {
                value: "2309",
                text: "Вознесенское",
            },
            {
                value: "789",
                text: "Володарск",
            },
            {
                value: "2310",
                text: "Воротынец",
            },
            {
                value: "787",
                text: "Ворсма",
            },
            {
                value: "2311",
                text: "Воскресенское",
            },
            {
                value: "771",
                text: "Выкса",
            },
            {
                value: "2312",
                text: "Гагино",
            },
            {
                value: "776",
                text: "Городец",
            },
            {
                value: "2313",
                text: "Дальнее Константиново",
            },
            {
                value: "765",
                text: "Дзержинск",
            },
            {
                value: "2314",
                text: "Дивеево",
            },
            {
                value: "773",
                text: "Заволжье",
            },
            {
                value: "2315",
                text: "Княгинино",
            },
            {
                value: "2316",
                text: "Ковернино",
            },
            {
                value: "2317",
                text: "Красные Баки",
            },
            {
                value: "769",
                text: "Кстово",
            },
            {
                value: "774",
                text: "Кулебаки",
            },
            {
                value: "784",
                text: "Лукоянов",
            },
            {
                value: "778",
                text: "Лысково",
            },
            {
                value: "788",
                text: "Мулино",
            },
            {
                value: "781",
                text: "Навашино",
            },
            {
                value: "770",
                text: "Павлово",
            },
            {
                value: "782",
                text: "Первомайск",
            },
            {
                value: "2319",
                text: "Перевоз",
            },
            {
                value: "2320",
                text: "Пильна",
            },
            {
                value: "785",
                text: "Починки",
            },
            {
                value: "767",
                text: "Саров",
            },
            {
                value: "777",
                text: "Семенов",
            },
            {
                value: "779",
                text: "Сергач",
            },
            {
                value: "2321",
                text: "Сеченово",
            },
            {
                value: "2322",
                text: "Сокольское",
            },
            {
                value: "2323",
                text: "Сосновское",
            },
            {
                value: "2324",
                text: "Спасское",
            },
            {
                value: "2325",
                text: "Тонкино",
            },
            {
                value: "2326",
                text: "Тоншаево",
            },
            {
                value: "2318",
                text: "Уразовка",
            },
            {
                value: "786",
                text: "Урень",
            },
            {
                value: "783",
                text: "Чкаловск",
            },
            {
                value: "2327",
                text: "Шаранга",
            },
            {
                value: "2328",
                text: "Шатки",
            },
            {
                value: "780",
                text: "Шахунья",
            },
        ],
    },
    {
        region: {
            value: "53",
            text: "Новгородская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "255",
                text: "Великий Новгород",
            },
            {
                value: "1930",
                text: "Батецкий",
            },
            {
                value: "373",
                text: "Боровичи",
            },
            {
                value: "375",
                text: "Валдай",
            },
            {
                value: "1931",
                text: "Волот",
            },
            {
                value: "1644",
                text: "Демянск",
            },
            {
                value: "1641",
                text: "Крестцы",
            },
            {
                value: "1932",
                text: "Любытино",
            },
            {
                value: "1637",
                text: "Малая Вишера",
            },
            {
                value: "1933",
                text: "Марево",
            },
            {
                value: "1934",
                text: "Мошенское",
            },
            {
                value: "1638",
                text: "Окуловка",
            },
            {
                value: "1640",
                text: "Панковка",
            },
            {
                value: "1642",
                text: "Парфино",
            },
            {
                value: "377",
                text: "Пестово",
            },
            {
                value: "1935",
                text: "Поддорье",
            },
            {
                value: "1639",
                text: "Сольцы",
            },
            {
                value: "374",
                text: "Старая Русса",
            },
            {
                value: "1643",
                text: "Хвойная",
            },
            {
                value: "1936",
                text: "Холм",
            },
            {
                value: "376",
                text: "Чудово",
            },
            {
                value: "1937",
                text: "Шимск",
            },
        ],
    },
    {
        region: {
            value: "54",
            text: "Новосибирская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "289",
                text: "Новосибирск",
            },
            {
                value: "2289",
                text: "Баган",
            },
            {
                value: "793",
                text: "Барабинск",
            },
            {
                value: "790",
                text: "Бердск",
            },
            {
                value: "801",
                text: "Болотное",
            },
            {
                value: "2290",
                text: "Венгерово",
            },
            {
                value: "811",
                text: "Горный",
            },
            {
                value: "2291",
                text: "Довольное",
            },
            {
                value: "2292",
                text: "Здвинск",
            },
            {
                value: "791",
                text: "Искитим",
            },
            {
                value: "794",
                text: "Карасук",
            },
            {
                value: "807",
                text: "Каргат",
            },
            {
                value: "809",
                text: "Колывань",
            },
            {
                value: "2288",
                text: "Кольцово",
            },
            {
                value: "802",
                text: "Коченево",
            },
            {
                value: "2293",
                text: "Кочки",
            },
            {
                value: "810",
                text: "Краснозерское",
            },
            {
                value: "800",
                text: "Краснообск",
            },
            {
                value: "792",
                text: "Куйбышев",
            },
            {
                value: "803",
                text: "Купино",
            },
            {
                value: "2294",
                text: "Кыштовка",
            },
            {
                value: "797",
                text: "Линево",
            },
            {
                value: "805",
                text: "Маслянино",
            },
            {
                value: "2295",
                text: "Мошково",
            },
            {
                value: "796",
                text: "Обь",
            },
            {
                value: "808",
                text: "Ордынское",
            },
            {
                value: "2296",
                text: "Северное",
            },
            {
                value: "804",
                text: "Сузун",
            },
            {
                value: "795",
                text: "Татарск",
            },
            {
                value: "798",
                text: "Тогучин",
            },
            {
                value: "2297",
                text: "Убинское",
            },
            {
                value: "2298",
                text: "Усть-Тарка",
            },
            {
                value: "2299",
                text: "Чаны",
            },
            {
                value: "799",
                text: "Черепаново",
            },
            {
                value: "2300",
                text: "Чистоозерное",
            },
            {
                value: "806",
                text: "Чулым",
            },
        ],
    },
    {
        region: {
            value: "55",
            text: "Омская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "290",
                text: "Омск",
            },
            {
                value: "2274",
                text: "Азово",
            },
            {
                value: "818",
                text: "Большеречье",
            },
            {
                value: "2275",
                text: "Большие Уки",
            },
            {
                value: "2276",
                text: "Горьковское",
            },
            {
                value: "2277",
                text: "Знаменское",
            },
            {
                value: "813",
                text: "Исилькуль",
            },
            {
                value: "814",
                text: "Калачинск",
            },
            {
                value: "2278",
                text: "Колосовка",
            },
            {
                value: "821",
                text: "Кормиловка",
            },
            {
                value: "827",
                text: "Крутинка",
            },
            {
                value: "823",
                text: "Лузино",
            },
            {
                value: "820",
                text: "Любинский",
            },
            {
                value: "826",
                text: "Марьяновка",
            },
            {
                value: "824",
                text: "Москаленки",
            },
            {
                value: "822",
                text: "Муромцево",
            },
            {
                value: "816",
                text: "Называевск",
            },
            {
                value: "2279",
                text: "Нижняя Омка",
            },
            {
                value: "2280",
                text: "Нововаршавка",
            },
            {
                value: "2281",
                text: "Одесское",
            },
            {
                value: "2282",
                text: "Оконешниково",
            },
            {
                value: "2283",
                text: "Павлоградка",
            },
            {
                value: "2284",
                text: "Полтавка",
            },
            {
                value: "2285",
                text: "Русская Поляна",
            },
            {
                value: "825",
                text: "Саргатское",
            },
            {
                value: "2286",
                text: "Седельниково",
            },
            {
                value: "815",
                text: "Таврическое",
            },
            {
                value: "812",
                text: "Тара",
            },
            {
                value: "828",
                text: "Тевриз",
            },
            {
                value: "817",
                text: "Тюкалинск",
            },
            {
                value: "2287",
                text: "Усть-Ишим",
            },
            {
                value: "819",
                text: "Черлак",
            },
            {
                value: "829",
                text: "Шербакуль",
            },
        ],
    },
    {
        region: {
            value: "56",
            text: "Оренбургская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "291",
                text: "Оренбург",
            },
            {
                value: "839",
                text: "Абдулино",
            },
            {
                value: "2253",
                text: "Адамовка",
            },
            {
                value: "842",
                text: "Акбулак",
            },
            {
                value: "2254",
                text: "Александровка",
            },
            {
                value: "2255",
                text: "Асекеево",
            },
            {
                value: "2256",
                text: "Беляевка",
            },
            {
                value: "833",
                text: "Бугуруслан",
            },
            {
                value: "832",
                text: "Бузулук",
            },
            {
                value: "834",
                text: "Гай",
            },
            {
                value: "2257",
                text: "Грачевка",
            },
            {
                value: "2258",
                text: "Домбаровский",
            },
            {
                value: "2259",
                text: "Илек",
            },
            {
                value: "2260",
                text: "Кваркено",
            },
            {
                value: "2252",
                text: "Комаровский",
            },
            {
                value: "837",
                text: "Кувандык",
            },
            {
                value: "2262",
                text: "Курманаевка",
            },
            {
                value: "2263",
                text: "Матвеевка",
            },
            {
                value: "835",
                text: "Медногорск",
            },
            {
                value: "844",
                text: "Новоорск",
            },
            {
                value: "843",
                text: "Новосергиевка",
            },
            {
                value: "831",
                text: "Новотроицк",
            },
            {
                value: "2264",
                text: "Октябрьское",
            },
            {
                value: "830",
                text: "Орск",
            },
            {
                value: "2265",
                text: "Первомайский",
            },
            {
                value: "2266",
                text: "Переволоцкий",
            },
            {
                value: "2261",
                text: "Плешаново",
            },
            {
                value: "2267",
                text: "Пономаревка",
            },
            {
                value: "2268",
                text: "Сакмара",
            },
            {
                value: "840",
                text: "Саракташ",
            },
            {
                value: "2269",
                text: "Светлый",
            },
            {
                value: "2270",
                text: "Северное",
            },
            {
                value: "838",
                text: "Соль-Илецк",
            },
            {
                value: "836",
                text: "Сорочинск",
            },
            {
                value: "2271",
                text: "Ташла",
            },
            {
                value: "2272",
                text: "Тоцкое",
            },
            {
                value: "845",
                text: "Тюльган",
            },
            {
                value: "2273",
                text: "Шарлык",
            },
            {
                value: "841",
                text: "Ясный",
            },
        ],
    },
    {
        region: {
            value: "57",
            text: "Орловская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "292",
                text: "Орел",
            },
            {
                value: "848",
                text: "Болхов",
            },
            {
                value: "851",
                text: "Верховье",
            },
            {
                value: "854",
                text: "Глазуновка",
            },
            {
                value: "855",
                text: "Дмитровск",
            },
            {
                value: "859",
                text: "Долгое",
            },
            {
                value: "857",
                text: "Залегощь",
            },
            {
                value: "856",
                text: "Змиевка",
            },
            {
                value: "849",
                text: "Знаменка",
            },
            {
                value: "852",
                text: "Колпна",
            },
            {
                value: "2329",
                text: "Корсаково",
            },
            {
                value: "2330",
                text: "Красная Заря",
            },
            {
                value: "853",
                text: "Кромы",
            },
            {
                value: "846",
                text: "Ливны",
            },
            {
                value: "2331",
                text: "Малоархангельск",
            },
            {
                value: "847",
                text: "Мценск",
            },
            {
                value: "850",
                text: "Нарышкино",
            },
            {
                value: "2332",
                text: "Новосиль",
            },
            {
                value: "860",
                text: "Покровское",
            },
            {
                value: "2333",
                text: "Сосково",
            },
            {
                value: "2334",
                text: "Тросна",
            },
            {
                value: "858",
                text: "Хомутово",
            },
            {
                value: "861",
                text: "Хотынец",
            },
            {
                value: "2335",
                text: "Шаблыкино",
            },
        ],
    },
    {
        region: {
            value: "58",
            text: "Пензенская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "293",
                text: "Пенза",
            },
            {
                value: "871",
                text: "Башмаково",
            },
            {
                value: "2336",
                text: "Беково",
            },
            {
                value: "872",
                text: "Белинский",
            },
            {
                value: "870",
                text: "Бессоновка",
            },
            {
                value: "2337",
                text: "Вадинск",
            },
            {
                value: "875",
                text: "Городище",
            },
            {
                value: "879",
                text: "Грабово",
            },
            {
                value: "863",
                text: "Заречный",
            },
            {
                value: "869",
                text: "Земетчино",
            },
            {
                value: "2338",
                text: "Исса",
            },
            {
                value: "864",
                text: "Каменка",
            },
            {
                value: "873",
                text: "Колышлей",
            },
            {
                value: "2346",
                text: "Кондоль",
            },
            {
                value: "862",
                text: "Кузнецк",
            },
            {
                value: "2340",
                text: "Лопатино",
            },
            {
                value: "878",
                text: "Лунино",
            },
            {
                value: "2341",
                text: "Малая Сердоба",
            },
            {
                value: "868",
                text: "Мокшан",
            },
            {
                value: "2342",
                text: "Наровчат",
            },
            {
                value: "2343",
                text: "Неверкино",
            },
            {
                value: "867",
                text: "Нижний Ломов",
            },
            {
                value: "866",
                text: "Никольск",
            },
            {
                value: "876",
                text: "Пачелма",
            },
            {
                value: "2339",
                text: "Русский Камешкир",
            },
            {
                value: "865",
                text: "Сердобск",
            },
            {
                value: "2344",
                text: "Сосновоборск",
            },
            {
                value: "881",
                text: "Спасск",
            },
            {
                value: "874",
                text: "Средняя Елюзань",
            },
            {
                value: "877",
                text: "Тамала",
            },
            {
                value: "880",
                text: "Чаадаевка",
            },
            {
                value: "2345",
                text: "Шемышейка",
            },
        ],
    },
    {
        region: {
            value: "60",
            text: "Псковская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "297",
                text: "Псков",
            },
            {
                value: "959",
                text: "Бежаницы",
            },
            {
                value: "943",
                text: "Великие Луки",
            },
            {
                value: "958",
                text: "Гдов",
            },
            {
                value: "949",
                text: "Дедовичи",
            },
            {
                value: "950",
                text: "Дно",
            },
            {
                value: "956",
                text: "Идрица",
            },
            {
                value: "961",
                text: "Красногородск",
            },
            {
                value: "1988",
                text: "Кунья",
            },
            {
                value: "960",
                text: "Локня",
            },
            {
                value: "945",
                text: "Невель",
            },
            {
                value: "962",
                text: "Новоржев",
            },
            {
                value: "951",
                text: "Новосокольники",
            },
            {
                value: "946",
                text: "Опочка",
            },
            {
                value: "944",
                text: "Остров",
            },
            {
                value: "1989",
                text: "Палкино",
            },
            {
                value: "947",
                text: "Печоры",
            },
            {
                value: "1990",
                text: "Плюсса",
            },
            {
                value: "948",
                text: "Порхов",
            },
            {
                value: "957",
                text: "Пустошка",
            },
            {
                value: "955",
                text: "Пушкинские Горы",
            },
            {
                value: "954",
                text: "Пыталово",
            },
            {
                value: "953",
                text: "Себеж",
            },
            {
                value: "952",
                text: "Струги Красные",
            },
            {
                value: "1991",
                text: "Усвяты",
            },
        ],
    },
    {
        region: {
            value: "61",
            text: "Ростовская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "298",
                text: "Ростов-на-Дону",
            },
            {
                value: "970",
                text: "Азов",
            },
            {
                value: "977",
                text: "Аксай",
            },
            {
                value: "988",
                text: "Багаевская",
            },
            {
                value: "968",
                text: "Батайск",
            },
            {
                value: "974",
                text: "Белая Калитва",
            },
            {
                value: "2347",
                text: "Боковская",
            },
            {
                value: "2357",
                text: "Большая Мартыновка",
            },
            {
                value: "2349",
                text: "Веселый",
            },
            {
                value: "2373",
                text: "Вешенская",
            },
            {
                value: "966",
                text: "Волгодонск",
            },
            {
                value: "2378",
                text: "Гигант",
            },
            {
                value: "2354",
                text: "Глубокий",
            },
            {
                value: "971",
                text: "Гуково",
            },
            {
                value: "973",
                text: "Донецк",
            },
            {
                value: "2351",
                text: "Дубовское",
            },
            {
                value: "985",
                text: "Егорлыкская",
            },
            {
                value: "2352",
                text: "Заветное",
            },
            {
                value: "980",
                text: "Зверево",
            },
            {
                value: "979",
                text: "Зерноград",
            },
            {
                value: "986",
                text: "Зимовники",
            },
            {
                value: "2379",
                text: "Кагальник",
            },
            {
                value: "2353",
                text: "Кагальницкая",
            },
            {
                value: "2348",
                text: "Казанская",
            },
            {
                value: "2363",
                text: "Каменоломни",
            },
            {
                value: "969",
                text: "Каменск-Шахтинский",
            },
            {
                value: "2355",
                text: "Кашары",
            },
            {
                value: "984",
                text: "Константиновск",
            },
            {
                value: "975",
                text: "Красный Сулин",
            },
            {
                value: "2377",
                text: "Кривянская",
            },
            {
                value: "2356",
                text: "Куйбышево",
            },
            {
                value: "2374",
                text: "Кулешовка",
            },
            {
                value: "2358",
                text: "Матвеев Курган",
            },
            {
                value: "976",
                text: "Миллерово",
            },
            {
                value: "2359",
                text: "Милютинская",
            },
            {
                value: "978",
                text: "Морозовск",
            },
            {
                value: "965",
                text: "Новочеркасск",
            },
            {
                value: "967",
                text: "Новошахтинск",
            },
            {
                value: "2362",
                text: "Обливская",
            },
            {
                value: "982",
                text: "Орловский",
            },
            {
                value: "987",
                text: "Персиановский",
            },
            {
                value: "2364",
                text: "Песчанокопское",
            },
            {
                value: "2361",
                text: "Покровское",
            },
            {
                value: "983",
                text: "Пролетарск",
            },
            {
                value: "2365",
                text: "Ремонтное",
            },
            {
                value: "2366",
                text: "Родионово-Несветайская",
            },
            {
                value: "2350",
                text: "Романовская",
            },
            {
                value: "972",
                text: "Сальск",
            },
            {
                value: "2375",
                text: "Самарское",
            },
            {
                value: "981",
                text: "Семикаракорск",
            },
            {
                value: "2367",
                text: "Советская",
            },
            {
                value: "2376",
                text: "Старая Станица",
            },
            {
                value: "963",
                text: "Таганрог",
            },
            {
                value: "2368",
                text: "Тарасовский",
            },
            {
                value: "2369",
                text: "Тацинская",
            },
            {
                value: "2370",
                text: "Усть-Донецкий",
            },
            {
                value: "2371",
                text: "Целина",
            },
            {
                value: "2420",
                text: "Цимлянск",
            },
            {
                value: "2360",
                text: "Чалтырь",
            },
            {
                value: "2372",
                text: "Чертково",
            },
            {
                value: "964",
                text: "Шахты",
            },
        ],
    },
    {
        region: {
            value: "62",
            text: "Рязанская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "299",
                text: "Рязань",
            },
            {
                value: "1942",
                text: "Александро-Невский",
            },
            {
                value: "1939",
                text: "Ермишь",
            },
            {
                value: "1940",
                text: "Захарово",
            },
            {
                value: "1006",
                text: "Кадом",
            },
            {
                value: "989",
                text: "Касимов",
            },
            {
                value: "996",
                text: "Кораблино",
            },
            {
                value: "999",
                text: "Лесной",
            },
            {
                value: "1941",
                text: "Милославское",
            },
            {
                value: "997",
                text: "Михайлов",
            },
            {
                value: "993",
                text: "Новомичуринск",
            },
            {
                value: "1003",
                text: "Октябрьский",
            },
            {
                value: "1943",
                text: "Пителино",
            },
            {
                value: "1005",
                text: "Поляны",
            },
            {
                value: "1944",
                text: "Пронск",
            },
            {
                value: "1945",
                text: "Путятино",
            },
            {
                value: "994",
                text: "Рыбное",
            },
            {
                value: "992",
                text: "Ряжск",
            },
            {
                value: "1946",
                text: "Сапожок",
            },
            {
                value: "1004",
                text: "Сараи",
            },
            {
                value: "991",
                text: "Сасово",
            },
            {
                value: "990",
                text: "Скопин",
            },
            {
                value: "1001",
                text: "Спас-Клепики",
            },
            {
                value: "998",
                text: "Спасск-Рязанский",
            },
            {
                value: "1008",
                text: "Старожилово",
            },
            {
                value: "1002",
                text: "Тума",
            },
            {
                value: "1007",
                text: "Ухолово",
            },
            {
                value: "1947",
                text: "Чучково",
            },
            {
                value: "1000",
                text: "Шацк",
            },
            {
                value: "995",
                text: "Шилово",
            },
        ],
    },
    {
        region: {
            value: "63",
            text: "Самарская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "301",
                text: "Самара",
            },
            {
                value: "1035",
                text: "Алексеевка",
            },
            {
                value: "2554",
                text: "Балашейка",
            },
            {
                value: "1030",
                text: "Безенчук",
            },
            {
                value: "2380",
                text: "Богатое",
            },
            {
                value: "1036",
                text: "Большая Глушица",
            },
            {
                value: "2381",
                text: "Большая Черниговка",
            },
            {
                value: "2382",
                text: "Борское",
            },
            {
                value: "2551",
                text: "Волжский",
            },
            {
                value: "2383",
                text: "Елховка",
            },
            {
                value: "1025",
                text: "Жигулевск",
            },
            {
                value: "2384",
                text: "Исаклы",
            },
            {
                value: "2385",
                text: "Камышла",
            },
            {
                value: "1027",
                text: "Кинель",
            },
            {
                value: "1032",
                text: "Кинель-Черкассы",
            },
            {
                value: "2386",
                text: "Клявлино",
            },
            {
                value: "2387",
                text: "Кошки",
            },
            {
                value: "2388",
                text: "Красноармейское",
            },
            {
                value: "2389",
                text: "Красный Яр",
            },
            {
                value: "2555",
                text: "Междуреченск",
            },
            {
                value: "2552",
                text: "Мирный",
            },
            {
                value: "1031",
                text: "Нефтегорск",
            },
            {
                value: "1023",
                text: "Новокуйбышевск",
            },
            {
                value: "2553",
                text: "Новосемейкино",
            },
            {
                value: "1029",
                text: "Октябрьск",
            },
            {
                value: "2548",
                text: "Осинки",
            },
            {
                value: "1026",
                text: "Отрадный",
            },
            {
                value: "2390",
                text: "Пестравка",
            },
            {
                value: "2550",
                text: "Петра Дубрава",
            },
            {
                value: "1028",
                text: "Похвистнево",
            },
            {
                value: "2391",
                text: "Приволжье",
            },
            {
                value: "1034",
                text: "Рощинский",
            },
            {
                value: "2392",
                text: "Сергиевск",
            },
            {
                value: "2549",
                text: "Смышляевка",
            },
            {
                value: "1033",
                text: "Суходол",
            },
            {
                value: "1022",
                text: "Сызрань",
            },
            {
                value: "1021",
                text: "Тольятти",
            },
            {
                value: "2547",
                text: "Усть-Кинельский",
            },
            {
                value: "2393",
                text: "Хворостянка",
            },
            {
                value: "1024",
                text: "Чапаевск",
            },
            {
                value: "2394",
                text: "Челно-Вершины",
            },
            {
                value: "2395",
                text: "Шентала",
            },
            {
                value: "2396",
                text: "Шигоны",
            },
        ],
    },
    {
        region: {
            value: "64",
            text: "Саратовская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "303",
                text: "Саратов",
            },
            {
                value: "2399",
                text: "Александров Гай",
            },
            {
                value: "1098",
                text: "Аркадак",
            },
            {
                value: "1092",
                text: "Аткарск",
            },
            {
                value: "1102",
                text: "Базарный Карабулак",
            },
            {
                value: "1084",
                text: "Балаково",
            },
            {
                value: "1085",
                text: "Балашов",
            },
            {
                value: "2400",
                text: "Балтай",
            },
            {
                value: "1086",
                text: "Вольск",
            },
            {
                value: "2401",
                text: "Воскресенское",
            },
            {
                value: "2406",
                text: "Горный",
            },
            {
                value: "2402",
                text: "Дергачи",
            },
            {
                value: "2403",
                text: "Духовницкое",
            },
            {
                value: "2404",
                text: "Екатериновка",
            },
            {
                value: "1094",
                text: "Ершов",
            },
            {
                value: "2405",
                text: "Ивантеевка",
            },
            {
                value: "1095",
                text: "Калининск",
            },
            {
                value: "1093",
                text: "Красноармейск",
            },
            {
                value: "1097",
                text: "Красный Кут",
            },
            {
                value: "2407",
                text: "Лысые Горы",
            },
            {
                value: "1090",
                text: "Маркс",
            },
            {
                value: "2397",
                text: "Михайловский",
            },
            {
                value: "2416",
                text: "Мокроус",
            },
            {
                value: "1096",
                text: "Новоузенск",
            },
            {
                value: "2408",
                text: "Новые Бурасы",
            },
            {
                value: "1103",
                text: "Озинки",
            },
            {
                value: "2409",
                text: "Перелюб",
            },
            {
                value: "1091",
                text: "Петровск",
            },
            {
                value: "2410",
                text: "Питерка",
            },
            {
                value: "1089",
                text: "Приволжский",
            },
            {
                value: "1088",
                text: "Пугачев",
            },
            {
                value: "2411",
                text: "Ровное",
            },
            {
                value: "2412",
                text: "Романовка",
            },
            {
                value: "1087",
                text: "Ртищево",
            },
            {
                value: "2413",
                text: "Самойловка",
            },
            {
                value: "1101",
                text: "Светлый",
            },
            {
                value: "1100",
                text: "Степное",
            },
            {
                value: "2414",
                text: "Татищево",
            },
            {
                value: "2415",
                text: "Турки",
            },
            {
                value: "1099",
                text: "Хвалынск",
            },
            {
                value: "2398",
                text: "Шиханы",
            },
            {
                value: "1083",
                text: "Энгельс",
            },
        ],
    },
    {
        region: {
            value: "65",
            text: "Сахалинская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "322",
                text: "Южно-Сахалинск",
            },
            {
                value: "1488",
                text: "Александровск-Сахалинский",
            },
            {
                value: "1491",
                text: "Анива",
            },
            {
                value: "1496",
                text: "Горнозаводск",
            },
            {
                value: "1487",
                text: "Долинск",
            },
            {
                value: "1481",
                text: "Корсаков",
            },
            {
                value: "1494",
                text: "Макаров",
            },
            {
                value: "1484",
                text: "Невельск",
            },
            {
                value: "1489",
                text: "Ноглики",
            },
            {
                value: "1483",
                text: "Оха",
            },
            {
                value: "1485",
                text: "Поронайск",
            },
            {
                value: "1493",
                text: "Смирных",
            },
            {
                value: "2417",
                text: "Томари",
            },
            {
                value: "1492",
                text: "Тымовское",
            },
            {
                value: "1486",
                text: "Углегорск",
            },
            {
                value: "1482",
                text: "Холмск",
            },
            {
                value: "1490",
                text: "Шахтерск",
            },
            {
                value: "1495",
                text: "Южно-Курильск",
            },
        ],
    },
    {
        region: {
            value: "66",
            text: "Свердловская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "268",
                text: "Екатеринбург",
            },
            {
                value: "461",
                text: "Алапаевск",
            },
            {
                value: "1992",
                text: "Арамиль",
            },
            {
                value: "1785",
                text: "Артемовский",
            },
            {
                value: "2001",
                text: "Арти",
            },
            {
                value: "454",
                text: "Асбест",
            },
            {
                value: "2002",
                text: "Ачит",
            },
            {
                value: "2784",
                text: "Байкалово",
            },
            {
                value: "2786",
                text: "Белоярский",
            },
            {
                value: "1783",
                text: "Березовский",
            },
            {
                value: "2003",
                text: "Бисерть",
            },
            {
                value: "1787",
                text: "Богданович",
            },
            {
                value: "2005",
                text: "Верх-Нейвинский",
            },
            {
                value: "2004",
                text: "Верхнее Дуброво",
            },
            {
                value: "1993",
                text: "Верхний Тагил",
            },
            {
                value: "458",
                text: "Верхняя Пышма",
            },
            {
                value: "459",
                text: "Верхняя Салда",
            },
            {
                value: "2000",
                text: "Верхняя Синячиха",
            },
            {
                value: "1994",
                text: "Верхняя Тура",
            },
            {
                value: "1995",
                text: "Верхотурье",
            },
            {
                value: "1996",
                text: "Волчанск",
            },
            {
                value: "2006",
                text: "Гари",
            },
            {
                value: "2007",
                text: "Горноуральский",
            },
            {
                value: "1801",
                text: "Дегтярск",
            },
            {
                value: "1790",
                text: "Заречный",
            },
            {
                value: "1800",
                text: "Ивдель",
            },
            {
                value: "462",
                text: "Ирбит",
            },
            {
                value: "450",
                text: "Каменск-Уральский",
            },
            {
                value: "1789",
                text: "Камышлов",
            },
            {
                value: "1788",
                text: "Карпинск",
            },
            {
                value: "460",
                text: "Качканар",
            },
            {
                value: "1793",
                text: "Кировград",
            },
            {
                value: "456",
                text: "Краснотурьинск",
            },
            {
                value: "467",
                text: "Красноуральск",
            },
            {
                value: "463",
                text: "Красноуфимск",
            },
            {
                value: "1786",
                text: "Кушва",
            },
            {
                value: "1782",
                text: "Лесной",
            },
            {
                value: "2009",
                text: "Мартюш",
            },
            {
                value: "2011",
                text: "Махнево",
            },
            {
                value: "1997",
                text: "Михайловск",
            },
            {
                value: "2010",
                text: "Натальинск",
            },
            {
                value: "1791",
                text: "Невьянск",
            },
            {
                value: "1998",
                text: "Нижние Серги",
            },
            {
                value: "449",
                text: "Нижний Тагил",
            },
            {
                value: "1799",
                text: "Нижняя Салда",
            },
            {
                value: "1792",
                text: "Нижняя Тура",
            },
            {
                value: "1999",
                text: "Новая Ляля",
            },
            {
                value: "453",
                text: "Новоуральск",
            },
            {
                value: "2012",
                text: "Пелым",
            },
            {
                value: "451",
                text: "Первоуральск",
            },
            {
                value: "2008",
                text: "Пионерский",
            },
            {
                value: "455",
                text: "Полевской",
            },
            {
                value: "2013",
                text: "Пышма",
            },
            {
                value: "457",
                text: "Ревда",
            },
            {
                value: "464",
                text: "Реж",
            },
            {
                value: "1798",
                text: "Рефтинский",
            },
            {
                value: "2014",
                text: "Свободный",
            },
            {
                value: "466",
                text: "Североуральск",
            },
            {
                value: "452",
                text: "Серов",
            },
            {
                value: "1795",
                text: "Среднеуральск",
            },
            {
                value: "2015",
                text: "Староуткинск",
            },
            {
                value: "1784",
                text: "Сухой Лог",
            },
            {
                value: "1794",
                text: "Сысерть",
            },
            {
                value: "465",
                text: "Тавда",
            },
            {
                value: "1796",
                text: "Талица",
            },
            {
                value: "2016",
                text: "Тугулым",
            },
            {
                value: "1797",
                text: "Туринск",
            },
            {
                value: "2785",
                text: "Туринская Слобода",
            },
            {
                value: "2017",
                text: "Уральский",
            },
            {
                value: "2018",
                text: "Шаля",
            },
        ],
    },
    {
        region: {
            value: "67",
            text: "Смоленская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "304",
                text: "Смоленск",
            },
            {
                value: "1117",
                text: "Велиж",
            },
            {
                value: "1110",
                text: "Верхнеднепровский",
            },
            {
                value: "1104",
                text: "Вязьма",
            },
            {
                value: "1109",
                text: "Гагарин",
            },
            {
                value: "1976",
                text: "Глинка",
            },
            {
                value: "1115",
                text: "Демидов",
            },
            {
                value: "1108",
                text: "Десногорск",
            },
            {
                value: "1111",
                text: "Дорогобуж",
            },
            {
                value: "1977",
                text: "Духовщина",
            },
            {
                value: "1112",
                text: "Ельня",
            },
            {
                value: "1978",
                text: "Ершичи",
            },
            {
                value: "1979",
                text: "Кардымово",
            },
            {
                value: "1980",
                text: "Красный",
            },
            {
                value: "1981",
                text: "Монастырщина",
            },
            {
                value: "1982",
                text: "Новодугино",
            },
            {
                value: "1114",
                text: "Починок",
            },
            {
                value: "1105",
                text: "Рославль",
            },
            {
                value: "1113",
                text: "Рудня",
            },
            {
                value: "1107",
                text: "Сафоново",
            },
            {
                value: "1116",
                text: "Сычевка",
            },
            {
                value: "1983",
                text: "Темкино",
            },
            {
                value: "1984",
                text: "Угра",
            },
            {
                value: "1985",
                text: "Хиславичи",
            },
            {
                value: "1986",
                text: "Холм-Жирковский",
            },
            {
                value: "1987",
                text: "Шумячи",
            },
            {
                value: "1106",
                text: "Ярцево",
            },
        ],
    },
    {
        region: {
            value: "68",
            text: "Тамбовская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "307",
                text: "Тамбов",
            },
            {
                value: "1180",
                text: "Дмитриевка",
            },
            {
                value: "1176",
                text: "Жердевка",
            },
            {
                value: "1187",
                text: "Заворонежское",
            },
            {
                value: "1181",
                text: "Знаменка",
            },
            {
                value: "1179",
                text: "Инжавино",
            },
            {
                value: "1174",
                text: "Кирсанов",
            },
            {
                value: "1172",
                text: "Котовск",
            },
            {
                value: "1169",
                text: "Мичуринск",
            },
            {
                value: "1185",
                text: "Мордово",
            },
            {
                value: "1171",
                text: "Моршанск",
            },
            {
                value: "1182",
                text: "Мучкапский",
            },
            {
                value: "1190",
                text: "Новая Ляда",
            },
            {
                value: "1177",
                text: "Первомайский",
            },
            {
                value: "1186",
                text: "Петровское",
            },
            {
                value: "1189",
                text: "Покрово-Пригородное",
            },
            {
                value: "1170",
                text: "Рассказово",
            },
            {
                value: "1188",
                text: "Ржакса",
            },
            {
                value: "1178",
                text: "Сосновка",
            },
            {
                value: "1184",
                text: "Староюрьево",
            },
            {
                value: "1175",
                text: "Строитель",
            },
            {
                value: "1183",
                text: "Токаревка",
            },
            {
                value: "1173",
                text: "Уварово",
            },
        ],
    },
    {
        region: {
            value: "69",
            text: "Тверская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "308",
                text: "Тверь",
            },
            {
                value: "1906",
                text: "Андреаполь",
            },
            {
                value: "1197",
                text: "Бежецк",
            },
            {
                value: "1907",
                text: "Белый",
            },
            {
                value: "1198",
                text: "Бологое",
            },
            {
                value: "1908",
                text: "Весьегонск",
            },
            {
                value: "1192",
                text: "Вышний Волочек",
            },
            {
                value: "1909",
                text: "Жарковский",
            },
            {
                value: "1910",
                text: "Западная Двина",
            },
            {
                value: "1911",
                text: "Зубцов",
            },
            {
                value: "1202",
                text: "Калязин",
            },
            {
                value: "1201",
                text: "Кашин",
            },
            {
                value: "1912",
                text: "Кесова Гора",
            },
            {
                value: "1193",
                text: "Кимры",
            },
            {
                value: "1195",
                text: "Конаково",
            },
            {
                value: "1913",
                text: "Красный Холм",
            },
            {
                value: "1207",
                text: "Кувшиново",
            },
            {
                value: "1914",
                text: "Лесное",
            },
            {
                value: "1204",
                text: "Лихославль",
            },
            {
                value: "1915",
                text: "Максатиха",
            },
            {
                value: "1916",
                text: "Молоково",
            },
            {
                value: "1199",
                text: "Нелидово",
            },
            {
                value: "1206",
                text: "Озерный",
            },
            {
                value: "1917",
                text: "Оленино",
            },
            {
                value: "1200",
                text: "Осташков",
            },
            {
                value: "1918",
                text: "Пено",
            },
            {
                value: "1919",
                text: "Рамешки",
            },
            {
                value: "1205",
                text: "Редкино",
            },
            {
                value: "1191",
                text: "Ржев",
            },
            {
                value: "1920",
                text: "Сандово",
            },
            {
                value: "1921",
                text: "Селижарово",
            },
            {
                value: "1922",
                text: "Сонково",
            },
            {
                value: "1923",
                text: "Спирово",
            },
            {
                value: "1924",
                text: "Старица",
            },
            {
                value: "1194",
                text: "Торжок",
            },
            {
                value: "1203",
                text: "Торопец",
            },
            {
                value: "1196",
                text: "Удомля",
            },
            {
                value: "1925",
                text: "Фирово",
            },
        ],
    },
    {
        region: {
            value: "70",
            text: "Томская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "309",
                text: "Томск",
            },
            {
                value: "1216",
                text: "Александровское",
            },
            {
                value: "1210",
                text: "Асино",
            },
            {
                value: "1218",
                text: "Бакчар",
            },
            {
                value: "1214",
                text: "Белый Яр",
            },
            {
                value: "1219",
                text: "Зырянское",
            },
            {
                value: "1213",
                text: "Каргасок",
            },
            {
                value: "1217",
                text: "Кожевниково",
            },
            {
                value: "1211",
                text: "Колпашево",
            },
            {
                value: "1222",
                text: "Кривошеино",
            },
            {
                value: "1212",
                text: "Мельниково",
            },
            {
                value: "1221",
                text: "Молчаново",
            },
            {
                value: "1220",
                text: "Парабель",
            },
            {
                value: "1223",
                text: "Первомайское",
            },
            {
                value: "1208",
                text: "Северск",
            },
            {
                value: "1209",
                text: "Стрежевой",
            },
            {
                value: "1215",
                text: "Тогур",
            },
        ],
    },
    {
        region: {
            value: "71",
            text: "Тульская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "310",
                text: "Тула",
            },
            {
                value: "1225",
                text: "Алексин",
            },
            {
                value: "1948",
                text: "Арсеньево",
            },
            {
                value: "1952",
                text: "Архангельское",
            },
            {
                value: "1237",
                text: "Белев",
            },
            {
                value: "1230",
                text: "Богородицк",
            },
            {
                value: "1239",
                text: "Болохово",
            },
            {
                value: "1236",
                text: "Венев",
            },
            {
                value: "1949",
                text: "Волово",
            },
            {
                value: "1226",
                text: "Донской",
            },
            {
                value: "1950",
                text: "Дубна",
            },
            {
                value: "1960",
                text: "Дубовка",
            },
            {
                value: "1229",
                text: "Ефремов",
            },
            {
                value: "1951",
                text: "Заокский",
            },
            {
                value: "1231",
                text: "Кимовск",
            },
            {
                value: "1232",
                text: "Киреевск",
            },
            {
                value: "1953",
                text: "Куркино",
            },
            {
                value: "1954",
                text: "Ленинский",
            },
            {
                value: "1961",
                text: "Липки",
            },
            {
                value: "1958",
                text: "Новогуровский",
            },
            {
                value: "1224",
                text: "Новомосковск",
            },
            {
                value: "1955",
                text: "Одоев",
            },
            {
                value: "1238",
                text: "Первомайский",
            },
            {
                value: "1235",
                text: "Плавск",
            },
            {
                value: "1959",
                text: "Плеханово",
            },
            {
                value: "1963",
                text: "Советск",
            },
            {
                value: "1240",
                text: "Сокольники",
            },
            {
                value: "1233",
                text: "Суворов",
            },
            {
                value: "1956",
                text: "Теплое",
            },
            {
                value: "1962",
                text: "Товарковский",
            },
            {
                value: "1228",
                text: "Узловая",
            },
            {
                value: "1957",
                text: "Чернь",
            },
            {
                value: "1227",
                text: "Щекино",
            },
            {
                value: "1234",
                text: "Ясногорск",
            },
        ],
    },
    {
        region: {
            value: "72",
            text: "Тюменская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "311",
                text: "Тюмень",
            },
            {
                value: "1250",
                text: "Абатское",
            },
            {
                value: "1262",
                text: "Антипино",
            },
            {
                value: "2418",
                text: "Армизонское",
            },
            {
                value: "1257",
                text: "Аромашево",
            },
            {
                value: "1261",
                text: "Бердюжье",
            },
            {
                value: "1248",
                text: "Богандинский",
            },
            {
                value: "1259",
                text: "Большое Сорокино",
            },
            {
                value: "1245",
                text: "Боровский",
            },
            {
                value: "2423",
                text: "Вагай",
            },
            {
                value: "1252",
                text: "Викулово",
            },
            {
                value: "1247",
                text: "Винзили",
            },
            {
                value: "1246",
                text: "Голышманово",
            },
            {
                value: "1244",
                text: "Заводоуковск",
            },
            {
                value: "1251",
                text: "Исетское",
            },
            {
                value: "1242",
                text: "Ишим",
            },
            {
                value: "1256",
                text: "Казанское",
            },
            {
                value: "1255",
                text: "Каскара",
            },
            {
                value: "1254",
                text: "Нижняя Тавда",
            },
            {
                value: "1249",
                text: "Омутинское",
            },
            {
                value: "2424",
                text: "Сладково",
            },
            {
                value: "1258",
                text: "Тарманы",
            },
            {
                value: "1241",
                text: "Тобольск",
            },
            {
                value: "1263",
                text: "Туртас",
            },
            {
                value: "2419",
                text: "Уват",
            },
            {
                value: "1260",
                text: "Упорово",
            },
            {
                value: "2425",
                text: "Юргинское",
            },
            {
                value: "1243",
                text: "Ялуторовск",
            },
            {
                value: "1253",
                text: "Ярково",
            },
        ],
    },
    {
        region: {
            value: "73",
            text: "Ульяновская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "314",
                text: "Ульяновск",
            },
            {
                value: "1336",
                text: "Базарный Сызган",
            },
            {
                value: "1321",
                text: "Барыш",
            },
            {
                value: "2427",
                text: "Большое Нагаткино",
            },
            {
                value: "1332",
                text: "Вешкайма",
            },
            {
                value: "1319",
                text: "Димитровград",
            },
            {
                value: "1320",
                text: "Инза",
            },
            {
                value: "1325",
                text: "Ишеевка",
            },
            {
                value: "1328",
                text: "Карсун",
            },
            {
                value: "1326",
                text: "Кузоватово",
            },
            {
                value: "1329",
                text: "Майна",
            },
            {
                value: "1334",
                text: "Мулловка",
            },
            {
                value: "1333",
                text: "Николаевка",
            },
            {
                value: "1335",
                text: "Новая Майна",
            },
            {
                value: "2428",
                text: "Новая Малыкла",
            },
            {
                value: "1324",
                text: "Новоспасское",
            },
            {
                value: "1322",
                text: "Новоульяновск",
            },
            {
                value: "1337",
                text: "Павловка",
            },
            {
                value: "2426",
                text: "Радищево",
            },
            {
                value: "1327",
                text: "Сенгилей",
            },
            {
                value: "1338",
                text: "Старая Кулатка",
            },
            {
                value: "1331",
                text: "Старая Майна",
            },
            {
                value: "1330",
                text: "Сурское",
            },
            {
                value: "1339",
                text: "Тереньга",
            },
            {
                value: "1323",
                text: "Чердаклы",
            },
        ],
    },
    {
        region: {
            value: "74",
            text: "Челябинская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "317",
                text: "Челябинск",
            },
            {
                value: "2429",
                text: "Агаповка",
            },
            {
                value: "1415",
                text: "Аргаяш",
            },
            {
                value: "1394",
                text: "Аша",
            },
            {
                value: "1398",
                text: "Бакал",
            },
            {
                value: "1412",
                text: "Бреды",
            },
            {
                value: "2430",
                text: "Варна",
            },
            {
                value: "1413",
                text: "Верхнеуральск",
            },
            {
                value: "1393",
                text: "Верхний Уфалей",
            },
            {
                value: "1409",
                text: "Долгодеревенское",
            },
            {
                value: "1395",
                text: "Еманжелинск",
            },
            {
                value: "2431",
                text: "Еткуль",
            },
            {
                value: "1381",
                text: "Златоуст",
            },
            {
                value: "1403",
                text: "Карабаш",
            },
            {
                value: "1396",
                text: "Карталы",
            },
            {
                value: "1401",
                text: "Касли",
            },
            {
                value: "1400",
                text: "Катав-Ивановск",
            },
            {
                value: "2432",
                text: "Кизильское",
            },
            {
                value: "1383",
                text: "Копейск",
            },
            {
                value: "1391",
                text: "Коркино",
            },
            {
                value: "1406",
                text: "Красногорский",
            },
            {
                value: "2434",
                text: "Кунашак",
            },
            {
                value: "1399",
                text: "Куса",
            },
            {
                value: "1389",
                text: "Кыштым",
            },
            {
                value: "1380",
                text: "Магнитогорск",
            },
            {
                value: "1382",
                text: "Миасс",
            },
            {
                value: "2433",
                text: "Миасское",
            },
            {
                value: "1414",
                text: "Миньяр",
            },
            {
                value: "1408",
                text: "Нязепетровск",
            },
            {
                value: "1384",
                text: "Озерск",
            },
            {
                value: "2436",
                text: "Октябрьское",
            },
            {
                value: "1410",
                text: "Первомайский",
            },
            {
                value: "1402",
                text: "Пласт",
            },
            {
                value: "1405",
                text: "Роза",
            },
            {
                value: "1387",
                text: "Сатка",
            },
            {
                value: "1404",
                text: "Сим",
            },
            {
                value: "1386",
                text: "Снежинск",
            },
            {
                value: "1392",
                text: "Трехгорный",
            },
            {
                value: "1385",
                text: "Троицк",
            },
            {
                value: "1411",
                text: "Увельский",
            },
            {
                value: "1397",
                text: "Усть-Катав",
            },
            {
                value: "2435",
                text: "Фершампенуаз",
            },
            {
                value: "1388",
                text: "Чебаркуль",
            },
            {
                value: "2437",
                text: "Чесма",
            },
            {
                value: "1390",
                text: "Южноуральск",
            },
            {
                value: "1407",
                text: "Юрюзань",
            },
        ],
    },
    {
        region: {
            value: "76",
            text: "Ярославская",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "324",
                text: "Ярославль",
            },
            {
                value: "1926",
                text: "Большое Село",
            },
            {
                value: "1529",
                text: "Борисоглебский",
            },
            {
                value: "1927",
                text: "Брейтово",
            },
            {
                value: "1521",
                text: "Гаврилов-Ям",
            },
            {
                value: "1522",
                text: "Данилов",
            },
            {
                value: "1528",
                text: "Константиновский",
            },
            {
                value: "1527",
                text: "Любим",
            },
            {
                value: "1526",
                text: "Мышкин",
            },
            {
                value: "1525",
                text: "Некрасовское",
            },
            {
                value: "1928",
                text: "Новый Некоуз",
            },
            {
                value: "1517",
                text: "Переславль-Залесский",
            },
            {
                value: "1530",
                text: "Петровское",
            },
            {
                value: "1524",
                text: "Пошехонье",
            },
            {
                value: "1929",
                text: "Пречистое",
            },
            {
                value: "1520",
                text: "Ростов Великий",
            },
            {
                value: "1516",
                text: "Рыбинск",
            },
            {
                value: "1523",
                text: "Семибратово",
            },
            {
                value: "1518",
                text: "Тутаев",
            },
            {
                value: "1519",
                text: "Углич",
            },
        ],
    },
    {
        region: {
            value: "22",
            text: "Алтайский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "250",
                text: "Барнаул",
            },
            {
                value: "350",
                text: "Алейск",
            },
            {
                value: "1578",
                text: "Алтайское",
            },
            {
                value: "2109",
                text: "Баево",
            },
            {
                value: "1577",
                text: "Белокуриха",
            },
            {
                value: "344",
                text: "Бийск",
            },
            {
                value: "1580",
                text: "Благовещенка",
            },
            {
                value: "2110",
                text: "Бурла",
            },
            {
                value: "2111",
                text: "Быстрый Исток",
            },
            {
                value: "2137",
                text: "Верх-Суетка",
            },
            {
                value: "1584",
                text: "Волчиха",
            },
            {
                value: "2126",
                text: "Гальбштадт",
            },
            {
                value: "1575",
                text: "Горняк",
            },
            {
                value: "2113",
                text: "Ельцовка",
            },
            {
                value: "2114",
                text: "Завьялово",
            },
            {
                value: "2115",
                text: "Залесово",
            },
            {
                value: "347",
                text: "Заринск",
            },
            {
                value: "1585",
                text: "Змеиногорск",
            },
            {
                value: "2116",
                text: "Зональное",
            },
            {
                value: "2117",
                text: "Калманка",
            },
            {
                value: "348",
                text: "Камень-на-Оби",
            },
            {
                value: "2118",
                text: "Ключи",
            },
            {
                value: "2119",
                text: "Косиха",
            },
            {
                value: "2120",
                text: "Красногорское",
            },
            {
                value: "2121",
                text: "Краснощеково",
            },
            {
                value: "2122",
                text: "Крутиха",
            },
            {
                value: "1903",
                text: "Кулунда",
            },
            {
                value: "2123",
                text: "Курья",
            },
            {
                value: "2124",
                text: "Кытманово",
            },
            {
                value: "2125",
                text: "Мамонтово",
            },
            {
                value: "1582",
                text: "Михайловское",
            },
            {
                value: "2127",
                text: "Новичиха",
            },
            {
                value: "346",
                text: "Новоалтайск",
            },
            {
                value: "2112",
                text: "Новоегорьевское",
            },
            {
                value: "1576",
                text: "Павловск",
            },
            {
                value: "2128",
                text: "Панкрушиха",
            },
            {
                value: "2129",
                text: "Петропавловское",
            },
            {
                value: "1579",
                text: "Поспелиха",
            },
            {
                value: "2130",
                text: "Ребриха",
            },
            {
                value: "2131",
                text: "Родино",
            },
            {
                value: "2132",
                text: "Романово",
            },
            {
                value: "345",
                text: "Рубцовск",
            },
            {
                value: "1581",
                text: "Сибирский",
            },
            {
                value: "349",
                text: "Славгород",
            },
            {
                value: "2133",
                text: "Смоленское",
            },
            {
                value: "2134",
                text: "Советское",
            },
            {
                value: "2135",
                text: "Солонешное",
            },
            {
                value: "2136",
                text: "Солтон",
            },
            {
                value: "2141",
                text: "Староалейское",
            },
            {
                value: "2138",
                text: "Табуны",
            },
            {
                value: "1573",
                text: "Тальменка",
            },
            {
                value: "2139",
                text: "Тогул",
            },
            {
                value: "2140",
                text: "Топчиха",
            },
            {
                value: "1904",
                text: "Троицкое",
            },
            {
                value: "2142",
                text: "Тюменцево",
            },
            {
                value: "2143",
                text: "Угловское",
            },
            {
                value: "2144",
                text: "Усть-Калманка",
            },
            {
                value: "2145",
                text: "Усть-Чарышская Пристань",
            },
            {
                value: "2146",
                text: "Хабары",
            },
            {
                value: "2147",
                text: "Целинное",
            },
            {
                value: "2148",
                text: "Чарышское",
            },
            {
                value: "2149",
                text: "Шелаболиха",
            },
            {
                value: "1583",
                text: "Шипуново",
            },
            {
                value: "1574",
                text: "Южный",
            },
            {
                value: "351",
                text: "Яровое",
            },
        ],
    },
    {
        region: {
            value: "75",
            text: "Забайкальский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "320",
                text: "Чита",
            },
            {
                value: "1452",
                text: "Агинское",
            },
            {
                value: "1463",
                text: "Атамановка",
            },
            {
                value: "1905",
                text: "Бада",
            },
            {
                value: "1453",
                text: "Балей",
            },
            {
                value: "1447",
                text: "Борзя",
            },
            {
                value: "1473",
                text: "Вершино-Дарасунский",
            },
            {
                value: "1458",
                text: "Горный",
            },
            {
                value: "1470",
                text: "Дарасун",
            },
            {
                value: "1472",
                text: "Домна",
            },
            {
                value: "1474",
                text: "Дульдурга",
            },
            {
                value: "1459",
                text: "Забайкальск",
            },
            {
                value: "1456",
                text: "Карымское",
            },
            {
                value: "1465",
                text: "Кокуй",
            },
            {
                value: "1446",
                text: "Краснокаменск",
            },
            {
                value: "1471",
                text: "Красный Чикой",
            },
            {
                value: "1461",
                text: "Могойтуй",
            },
            {
                value: "1457",
                text: "Могоча",
            },
            {
                value: "1450",
                text: "Нерчинск",
            },
            {
                value: "1462",
                text: "Новокручининский",
            },
            {
                value: "1468",
                text: "Оловянная",
            },
            {
                value: "1454",
                text: "Первомайский",
            },
            {
                value: "1448",
                text: "Петровск-Забайкальский",
            },
            {
                value: "1466",
                text: "Приаргунск",
            },
            {
                value: "1467",
                text: "Сретенск",
            },
            {
                value: "1475",
                text: "Улеты",
            },
            {
                value: "1460",
                text: "Хилок",
            },
            {
                value: "1455",
                text: "Чернышевск",
            },
            {
                value: "1449",
                text: "Шерловая Гора",
            },
            {
                value: "1451",
                text: "Шилка",
            },
            {
                value: "1469",
                text: "Ясная",
            },
            {
                value: "1464",
                text: "Ясногорск",
            },
        ],
    },
    {
        region: {
            value: "41",
            text: "Камчатский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "296",
                text: "Петропавловск-Камчатский",
            },
            {
                value: "922",
                text: "Вилючинск",
            },
            {
                value: "921",
                text: "Елизово",
            },
            {
                value: "924",
                text: "Ключи",
            },
            {
                value: "941",
                text: "Козыревск",
            },
            {
                value: "942",
                text: "Корф",
            },
            {
                value: "928",
                text: "Коряки",
            },
            {
                value: "923",
                text: "Мильково",
            },
            {
                value: "938",
                text: "Николаевка",
            },
            {
                value: "931",
                text: "Озерновский",
            },
            {
                value: "933",
                text: "Октябрьский",
            },
            {
                value: "934",
                text: "Оссора",
            },
            {
                value: "926",
                text: "Палана",
            },
            {
                value: "940",
                text: "Паратунка",
            },
            {
                value: "927",
                text: "Пионерский",
            },
            {
                value: "929",
                text: "Раздольный",
            },
            {
                value: "939",
                text: "Соболево",
            },
            {
                value: "932",
                text: "Термальный",
            },
            {
                value: "937",
                text: "Тигиль",
            },
            {
                value: "936",
                text: "Тиличики",
            },
            {
                value: "935",
                text: "Усть-Большерецк",
            },
            {
                value: "925",
                text: "Усть-Камчатск",
            },
            {
                value: "930",
                text: "Эссо",
            },
        ],
    },
    {
        region: {
            value: "23",
            text: "Краснодарский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "275",
                text: "Краснодар",
            },
            {
                value: "590",
                text: "Абинск",
            },
            {
                value: "1829",
                text: "Адлер",
            },
            {
                value: "578",
                text: "Анапа",
            },
            {
                value: "2478",
                text: "Анастасиевская",
            },
            {
                value: "2055",
                text: "Апшеронск",
            },
            {
                value: "570",
                text: "Армавир",
            },
            {
                value: "2483",
                text: "Архангельская",
            },
            {
                value: "2445",
                text: "Афипский",
            },
            {
                value: "2440",
                text: "Ахтырский",
            },
            {
                value: "2056",
                text: "Белая Глина",
            },
            {
                value: "579",
                text: "Белореченск",
            },
            {
                value: "604",
                text: "Брюховецкая",
            },
            {
                value: "2450",
                text: "Васюринская",
            },
            {
                value: "2487",
                text: "Вознесенская",
            },
            {
                value: "2057",
                text: "Выселки",
            },
            {
                value: "581",
                text: "Геленджик",
            },
            {
                value: "2442",
                text: "Гирей",
            },
            {
                value: "596",
                text: "Горячий Ключ",
            },
            {
                value: "588",
                text: "Гулькевичи",
            },
            {
                value: "2485",
                text: "Двубратский",
            },
            {
                value: "2438",
                text: "Джубга",
            },
            {
                value: "591",
                text: "Динская",
            },
            {
                value: "2454",
                text: "Должанская",
            },
            {
                value: "571",
                text: "Ейск",
            },
            {
                value: "2464",
                text: "Ивановская",
            },
            {
                value: "600",
                text: "Ильский",
            },
            {
                value: "2456",
                text: "Казанская",
            },
            {
                value: "2058",
                text: "Калининская",
            },
            {
                value: "2455",
                text: "Камышеватская",
            },
            {
                value: "583",
                text: "Каневская",
            },
            {
                value: "585",
                text: "Кореновск",
            },
            {
                value: "2477",
                text: "Коржевский",
            },
            {
                value: "2787",
                text: "Красная Поляна",
            },
            {
                value: "2443",
                text: "Красносельский",
            },
            {
                value: "572",
                text: "Кропоткин",
            },
            {
                value: "2059",
                text: "Крыловская",
            },
            {
                value: "577",
                text: "Крымск",
            },
            {
                value: "582",
                text: "Курганинск",
            },
            {
                value: "595",
                text: "Кущевская",
            },
            {
                value: "576",
                text: "Лабинск",
            },
            {
                value: "2486",
                text: "Ладожская",
            },
            {
                value: "586",
                text: "Ленинградская",
            },
            {
                value: "2465",
                text: "Марьянская",
            },
            {
                value: "2481",
                text: "Медведовская",
            },
            {
                value: "2446",
                text: "Мингрельская",
            },
            {
                value: "2471",
                text: "Михайловская",
            },
            {
                value: "598",
                text: "Мостовской",
            },
            {
                value: "2441",
                text: "Нефтегорск",
            },
            {
                value: "2470",
                text: "Нижнебаканская",
            },
            {
                value: "2451",
                text: "Нововеличковская",
            },
            {
                value: "2458",
                text: "Новодеревянковская",
            },
            {
                value: "589",
                text: "Новокубанск",
            },
            {
                value: "2459",
                text: "Новоминская",
            },
            {
                value: "2439",
                text: "Новомихайловский",
            },
            {
                value: "2466",
                text: "Новомышастовская",
            },
            {
                value: "2060",
                text: "Новопокровская",
            },
            {
                value: "569",
                text: "Новороссийск",
            },
            {
                value: "603",
                text: "Новотитаровская",
            },
            {
                value: "2469",
                text: "Октябрьская",
            },
            {
                value: "601",
                text: "Отрадная",
            },
            {
                value: "593",
                text: "Павловская",
            },
            {
                value: "2449",
                text: "Переясловская",
            },
            {
                value: "2452",
                text: "Пластуновская",
            },
            {
                value: "2463",
                text: "Платнировская",
            },
            {
                value: "597",
                text: "Полтавская",
            },
            {
                value: "2460",
                text: "Привольная",
            },
            {
                value: "592",
                text: "Приморско-Ахтарск",
            },
            {
                value: "2444",
                text: "Псебай",
            },
            {
                value: "2482",
                text: "Роговская",
            },
            {
                value: "2472",
                text: "Родниковская",
            },
            {
                value: "602",
                text: "Северская",
            },
            {
                value: "573",
                text: "Славянск-на-Кубани",
            },
            {
                value: "2476",
                text: "Смоленская",
            },
            {
                value: "2474",
                text: "Советская",
            },
            {
                value: "568",
                text: "Сочи",
            },
            {
                value: "2457",
                text: "Старовеличковская",
            },
            {
                value: "2461",
                text: "Стародеревянковская",
            },
            {
                value: "594",
                text: "Староминская",
            },
            {
                value: "2453",
                text: "Старомышастовская",
            },
            {
                value: "2467",
                text: "Старонижестеблиевская",
            },
            {
                value: "2479",
                text: "Старотитаровская",
            },
            {
                value: "2062",
                text: "Старощербиновская",
            },
            {
                value: "2480",
                text: "Тамань",
            },
            {
                value: "599",
                text: "Тбилисская",
            },
            {
                value: "2473",
                text: "Темиргоевская",
            },
            {
                value: "587",
                text: "Темрюк",
            },
            {
                value: "580",
                text: "Тимашевск",
            },
            {
                value: "575",
                text: "Тихорецк",
            },
            {
                value: "2468",
                text: "Трудобеликовский",
            },
            {
                value: "574",
                text: "Туапсе",
            },
            {
                value: "2448",
                text: "Успенская",
            },
            {
                value: "2061",
                text: "Успенское",
            },
            {
                value: "584",
                text: "Усть-Лабинск",
            },
            {
                value: "2484",
                text: "Фастовецкая",
            },
            {
                value: "605",
                text: "Хадыженск",
            },
            {
                value: "2447",
                text: "Холмская",
            },
            {
                value: "2462",
                text: "Челбасская",
            },
            {
                value: "2475",
                text: "Черноморский",
            },
        ],
    },
    {
        region: {
            value: "24",
            text: "Красноярский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "276",
                text: "Красноярск",
            },
            {
                value: "2024",
                text: "Абан",
            },
            {
                value: "2047",
                text: "Агинское",
            },
            {
                value: "607",
                text: "Ачинск",
            },
            {
                value: "2025",
                text: "Балахта",
            },
            {
                value: "619",
                text: "Березовка",
            },
            {
                value: "618",
                text: "Боготол",
            },
            {
                value: "2027",
                text: "Богучаны",
            },
            {
                value: "2028",
                text: "Большая Мурта",
            },
            {
                value: "2029",
                text: "Большой Улуй",
            },
            {
                value: "621",
                text: "Бородино",
            },
            {
                value: "2030",
                text: "Дзержинское",
            },
            {
                value: "615",
                text: "Дивногорск",
            },
            {
                value: "617",
                text: "Дудинка",
            },
            {
                value: "2031",
                text: "Емельяново",
            },
            {
                value: "620",
                text: "Енисейск",
            },
            {
                value: "2032",
                text: "Ермаковское",
            },
            {
                value: "609",
                text: "Железногорск",
            },
            {
                value: "2046",
                text: "Заозерный",
            },
            {
                value: "610",
                text: "Зеленогорск",
            },
            {
                value: "2033",
                text: "Идринское",
            },
            {
                value: "623",
                text: "Иланский",
            },
            {
                value: "2034",
                text: "Ирбейское",
            },
            {
                value: "2035",
                text: "Казачинское",
            },
            {
                value: "608",
                text: "Канск",
            },
            {
                value: "2036",
                text: "Каратузское",
            },
            {
                value: "625",
                text: "Кодинск",
            },
            {
                value: "2037",
                text: "Козулька",
            },
            {
                value: "2038",
                text: "Краснотуранск",
            },
            {
                value: "2039",
                text: "Курагино",
            },
            {
                value: "612",
                text: "Лесосибирск",
            },
            {
                value: "611",
                text: "Минусинск",
            },
            {
                value: "2041",
                text: "Мотыгино",
            },
            {
                value: "613",
                text: "Назарово",
            },
            {
                value: "2042",
                text: "Нижний Ингаш",
            },
            {
                value: "2026",
                text: "Новобирилюссы",
            },
            {
                value: "2043",
                text: "Новоселово",
            },
            {
                value: "606",
                text: "Норильск",
            },
            {
                value: "2044",
                text: "Партизанское",
            },
            {
                value: "2045",
                text: "Пировское",
            },
            {
                value: "2048",
                text: "Северо-Енисейский",
            },
            {
                value: "2023",
                text: "Солнечный",
            },
            {
                value: "616",
                text: "Сосновоборск",
            },
            {
                value: "2049",
                text: "Сухобузимское",
            },
            {
                value: "2050",
                text: "Тасеево",
            },
            {
                value: "2054",
                text: "Тура",
            },
            {
                value: "2051",
                text: "Туруханск",
            },
            {
                value: "2052",
                text: "Тюхтет",
            },
            {
                value: "624",
                text: "Ужур",
            },
            {
                value: "2053",
                text: "Уяр",
            },
            {
                value: "2040",
                text: "Шалинское",
            },
            {
                value: "614",
                text: "Шарыпово",
            },
            {
                value: "622",
                text: "Шушенское",
            },
        ],
    },
    {
        region: {
            value: "59",
            text: "Пермский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "294",
                text: "Пермь",
            },
            {
                value: "898",
                text: "Александровск",
            },
            {
                value: "2064",
                text: "Барда",
            },
            {
                value: "882",
                text: "Березники",
            },
            {
                value: "2065",
                text: "Березовка",
            },
            {
                value: "2066",
                text: "Большая Соснова",
            },
            {
                value: "893",
                text: "Верещагино",
            },
            {
                value: "2067",
                text: "Гайны",
            },
            {
                value: "901",
                text: "Горнозаводск",
            },
            {
                value: "902",
                text: "Гремячинск",
            },
            {
                value: "892",
                text: "Губаха",
            },
            {
                value: "890",
                text: "Добрянка",
            },
            {
                value: "2068",
                text: "Елово",
            },
            {
                value: "2063",
                text: "Звездный",
            },
            {
                value: "2069",
                text: "Ильинский",
            },
            {
                value: "2070",
                text: "Карагай",
            },
            {
                value: "895",
                text: "Кизел",
            },
            {
                value: "2072",
                text: "Коса",
            },
            {
                value: "2073",
                text: "Кочево",
            },
            {
                value: "897",
                text: "Красновишерск",
            },
            {
                value: "887",
                text: "Краснокамск",
            },
            {
                value: "891",
                text: "Кудымкар",
            },
            {
                value: "2074",
                text: "Куеда",
            },
            {
                value: "886",
                text: "Кунгур",
            },
            {
                value: "885",
                text: "Лысьва",
            },
            {
                value: "896",
                text: "Нытва",
            },
            {
                value: "903",
                text: "Октябрьский",
            },
            {
                value: "2075",
                text: "Орда",
            },
            {
                value: "894",
                text: "Оса",
            },
            {
                value: "2076",
                text: "Оханск",
            },
            {
                value: "899",
                text: "Очер",
            },
            {
                value: "900",
                text: "Полазна",
            },
            {
                value: "2077",
                text: "Сива",
            },
            {
                value: "883",
                text: "Соликамск",
            },
            {
                value: "2078",
                text: "Суксун",
            },
            {
                value: "2079",
                text: "Уинское",
            },
            {
                value: "2080",
                text: "Усолье",
            },
            {
                value: "2071",
                text: "Усть-Кишерть",
            },
            {
                value: "884",
                text: "Чайковский",
            },
            {
                value: "2081",
                text: "Частые",
            },
            {
                value: "2082",
                text: "Чердынь",
            },
            {
                value: "889",
                text: "Чернушка",
            },
            {
                value: "888",
                text: "Чусовой",
            },
            {
                value: "2083",
                text: "Юрла",
            },
            {
                value: "2084",
                text: "Юсьва",
            },
            {
                value: "904",
                text: "Яйва",
            },
        ],
    },
    {
        region: {
            value: "25",
            text: "Приморский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "257",
                text: "Владивосток",
            },
            {
                value: "2085",
                text: "Анучино",
            },
            {
                value: "391",
                text: "Арсеньев",
            },
            {
                value: "390",
                text: "Артем",
            },
            {
                value: "396",
                text: "Большой Камень",
            },
            {
                value: "2092",
                text: "Владимиро-Александровское",
            },
            {
                value: "2090",
                text: "Вольно-Надеждинское",
            },
            {
                value: "395",
                text: "Дальнегорск",
            },
            {
                value: "397",
                text: "Дальнереченск",
            },
            {
                value: "1657",
                text: "Кавалерово",
            },
            {
                value: "1662",
                text: "Камень-Рыболов",
            },
            {
                value: "2086",
                text: "Кировский",
            },
            {
                value: "2088",
                text: "Лазо",
            },
            {
                value: "393",
                text: "Лесозаводск",
            },
            {
                value: "1655",
                text: "Лучегорск",
            },
            {
                value: "2089",
                text: "Михайловка",
            },
            {
                value: "388",
                text: "Находка",
            },
            {
                value: "2087",
                text: "Новопокровка",
            },
            {
                value: "2091",
                text: "Ольга",
            },
            {
                value: "394",
                text: "Партизанск",
            },
            {
                value: "1661",
                text: "Пограничный",
            },
            {
                value: "1664",
                text: "Покровка",
            },
            {
                value: "1658",
                text: "Славянка",
            },
            {
                value: "2095",
                text: "Смоляниново",
            },
            {
                value: "392",
                text: "Спасск-Дальний",
            },
            {
                value: "2093",
                text: "Терней",
            },
            {
                value: "1656",
                text: "Трудовое",
            },
            {
                value: "389",
                text: "Уссурийск",
            },
            {
                value: "398",
                text: "Фокино",
            },
            {
                value: "1663",
                text: "Хороль",
            },
            {
                value: "1659",
                text: "Черниговка",
            },
            {
                value: "1660",
                text: "Чугуевка",
            },
            {
                value: "2094",
                text: "Яковлевка",
            },
        ],
    },
    {
        region: {
            value: "26",
            text: "Ставропольский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "305",
                text: "Ставрополь",
            },
            {
                value: "1134",
                text: "Александровское",
            },
            {
                value: "1143",
                text: "Арзгир",
            },
            {
                value: "1130",
                text: "Благодарный",
            },
            {
                value: "1124",
                text: "Буденновск",
            },
            {
                value: "1123",
                text: "Георгиевск",
            },
            {
                value: "1129",
                text: "Горячеводский",
            },
            {
                value: "2097",
                text: "Грачевка",
            },
            {
                value: "1144",
                text: "Дивное",
            },
            {
                value: "1145",
                text: "Донское",
            },
            {
                value: "1121",
                text: "Ессентуки",
            },
            {
                value: "2101",
                text: "Ессентукская",
            },
            {
                value: "1138",
                text: "Железноводск",
            },
            {
                value: "1126",
                text: "Зеленокумск",
            },
            {
                value: "1128",
                text: "Изобильный",
            },
            {
                value: "1131",
                text: "Иноземцево",
            },
            {
                value: "1132",
                text: "Ипатово",
            },
            {
                value: "1119",
                text: "Кисловодск",
            },
            {
                value: "1133",
                text: "Кочубеевское",
            },
            {
                value: "1142",
                text: "Красногвардейское",
            },
            {
                value: "2096",
                text: "Курсавка",
            },
            {
                value: "2098",
                text: "Курская",
            },
            {
                value: "2099",
                text: "Левокумское",
            },
            {
                value: "1137",
                text: "Лермонтов",
            },
            {
                value: "2103",
                text: "Летняя Ставка",
            },
            {
                value: "1122",
                text: "Минеральные Воды",
            },
            {
                value: "1125",
                text: "Михайловск",
            },
            {
                value: "1120",
                text: "Невинномысск",
            },
            {
                value: "1140",
                text: "Незлобная",
            },
            {
                value: "1136",
                text: "Нефтекумск",
            },
            {
                value: "1135",
                text: "Новоалександровск",
            },
            {
                value: "1139",
                text: "Новопавловск",
            },
            {
                value: "2100",
                text: "Новоселицкое",
            },
            {
                value: "1118",
                text: "Пятигорск",
            },
            {
                value: "1127",
                text: "Светлоград",
            },
            {
                value: "2102",
                text: "Степное",
            },
            {
                value: "1141",
                text: "Суворовская",
            },
        ],
    },
    {
        region: {
            value: "27",
            text: "Хабаровский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "315",
                text: "Хабаровск",
            },
            {
                value: "1341",
                text: "Амурск",
            },
            {
                value: "2104",
                text: "Аян",
            },
            {
                value: "1344",
                text: "Бикин",
            },
            {
                value: "2108",
                text: "Богородское",
            },
            {
                value: "1345",
                text: "Ванино",
            },
            {
                value: "1346",
                text: "Вяземский",
            },
            {
                value: "1352",
                text: "Заветы Ильича",
            },
            {
                value: "1354",
                text: "Князе-Волконское",
            },
            {
                value: "1340",
                text: "Комсомольск-на-Амуре",
            },
            {
                value: "1356",
                text: "Корфовский",
            },
            {
                value: "1353",
                text: "Некрасовка",
            },
            {
                value: "1343",
                text: "Николаевск-на-Амуре",
            },
            {
                value: "1355",
                text: "Новый Ургал",
            },
            {
                value: "2106",
                text: "Охотск",
            },
            {
                value: "1351",
                text: "Переяславка",
            },
            {
                value: "1342",
                text: "Советская Гавань",
            },
            {
                value: "1348",
                text: "Солнечный",
            },
            {
                value: "2105",
                text: "Троицкое",
            },
            {
                value: "1350",
                text: "Хор",
            },
            {
                value: "1357",
                text: "Хурба",
            },
            {
                value: "1347",
                text: "Чегдомын",
            },
            {
                value: "2107",
                text: "Чумикан",
            },
            {
                value: "1349",
                text: "Эльбан",
            },
        ],
    },
    {
        region: {
            value: "1",
            text: "Адыгея",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "283",
                text: "Майкоп",
            },
            {
                value: "706",
                text: "Адыгейск",
            },
            {
                value: "705",
                text: "Гиагинская",
            },
            {
                value: "712",
                text: "Дондуковская",
            },
            {
                value: "711",
                text: "Каменномостский",
            },
            {
                value: "710",
                text: "Кошехабль",
            },
            {
                value: "709",
                text: "Красногвардейское",
            },
            {
                value: "1836",
                text: "Краснооктябрьский",
            },
            {
                value: "2618",
                text: "Понежукай",
            },
            {
                value: "1837",
                text: "Тахтамукай",
            },
            {
                value: "708",
                text: "Тульский",
            },
            {
                value: "2619",
                text: "Хакуринохабль",
            },
            {
                value: "707",
                text: "Ханская",
            },
            {
                value: "704",
                text: "Энем",
            },
            {
                value: "703",
                text: "Яблоновский",
            },
        ],
    },
    {
        region: {
            value: "4",
            text: "Алтай",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "262",
                text: "Горно-Алтайск",
            },
            {
                value: "1839",
                text: "Акташ",
            },
            {
                value: "1724",
                text: "Кош-Агач",
            },
            {
                value: "1841",
                text: "Кызыл-Озек",
            },
            {
                value: "421",
                text: "Майма",
            },
            {
                value: "1726",
                text: "Онгудай",
            },
            {
                value: "1725",
                text: "Турочак",
            },
            {
                value: "1842",
                text: "Улаган",
            },
            {
                value: "1838",
                text: "Усть-Кан",
            },
            {
                value: "1727",
                text: "Усть-Кокса",
            },
            {
                value: "1840",
                text: "Чемал",
            },
            {
                value: "2623",
                text: "Чоя",
            },
            {
                value: "1723",
                text: "Шебалино",
            },
        ],
    },
    {
        region: {
            value: "2",
            text: "Башкортостан",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "312",
                text: "Уфа",
            },
            {
                value: "1284",
                text: "Агидель",
            },
            {
                value: "2616",
                text: "Акъяр",
            },
            {
                value: "2588",
                text: "Архангельское",
            },
            {
                value: "2587",
                text: "Аскарово",
            },
            {
                value: "2589",
                text: "Аскино",
            },
            {
                value: "1285",
                text: "Баймак",
            },
            {
                value: "2590",
                text: "Бакалы",
            },
            {
                value: "1274",
                text: "Белебей",
            },
            {
                value: "1268",
                text: "Белорецк",
            },
            {
                value: "2593",
                text: "Бижбуляк",
            },
            {
                value: "1275",
                text: "Бирск",
            },
            {
                value: "1277",
                text: "Благовещенск",
            },
            {
                value: "2608",
                text: "Большеустьикинское",
            },
            {
                value: "1844",
                text: "Буздяк",
            },
            {
                value: "2742",
                text: "Булгаково",
            },
            {
                value: "2595",
                text: "Бураево",
            },
            {
                value: "2600",
                text: "Верхнеяркеево",
            },
            {
                value: "2604",
                text: "Верхние Киги",
            },
            {
                value: "2614",
                text: "Верхние Татышлы",
            },
            {
                value: "1280",
                text: "Давлеканово",
            },
            {
                value: "2740",
                text: "Дмитриевка",
            },
            {
                value: "1278",
                text: "Дюртюли",
            },
            {
                value: "2597",
                text: "Ермекеево",
            },
            {
                value: "2607",
                text: "Ермолаево",
            },
            {
                value: "2599",
                text: "Зилаир",
            },
            {
                value: "2741",
                text: "Зубово",
            },
            {
                value: "1287",
                text: "Иглино",
            },
            {
                value: "2598",
                text: "Исянгулово",
            },
            {
                value: "1269",
                text: "Ишимбай",
            },
            {
                value: "2601",
                text: "Калтасы",
            },
            {
                value: "1288",
                text: "Кандры",
            },
            {
                value: "2602",
                text: "Караидель",
            },
            {
                value: "2603",
                text: "Кармаскалы",
            },
            {
                value: "2610",
                text: "Киргиз-Мияки",
            },
            {
                value: "2611",
                text: "Красная Горка",
            },
            {
                value: "1289",
                text: "Красноусольский",
            },
            {
                value: "2738",
                text: "Краснохолмский",
            },
            {
                value: "1272",
                text: "Кумертау",
            },
            {
                value: "1291",
                text: "Кушнаренково",
            },
            {
                value: "2612",
                text: "Малояз",
            },
            {
                value: "1286",
                text: "Межгорье",
            },
            {
                value: "1273",
                text: "Мелеуз",
            },
            {
                value: "1843",
                text: "Месягутово",
            },
            {
                value: "2739",
                text: "Михайловка",
            },
            {
                value: "2609",
                text: "Мишкино",
            },
            {
                value: "2606",
                text: "Мраково",
            },
            {
                value: "1266",
                text: "Нефтекамск",
            },
            {
                value: "2605",
                text: "Николо-Березовка",
            },
            {
                value: "2592",
                text: "Новобелокатай",
            },
            {
                value: "1267",
                text: "Октябрьский",
            },
            {
                value: "1282",
                text: "Приютово",
            },
            {
                value: "1283",
                text: "Раевский",
            },
            {
                value: "1265",
                text: "Салават",
            },
            {
                value: "1292",
                text: "Серафимовский",
            },
            {
                value: "1271",
                text: "Сибай",
            },
            {
                value: "2591",
                text: "Старобалтачево",
            },
            {
                value: "2596",
                text: "Старосубхангулово",
            },
            {
                value: "2613",
                text: "Стерлибашево",
            },
            {
                value: "1264",
                text: "Стерлитамак",
            },
            {
                value: "1845",
                text: "Толбазы",
            },
            {
                value: "1270",
                text: "Туймазы",
            },
            {
                value: "1276",
                text: "Учалы",
            },
            {
                value: "2615",
                text: "Федоровка",
            },
            {
                value: "1290",
                text: "Чекмагуш",
            },
            {
                value: "2743",
                text: "Чесноковка",
            },
            {
                value: "1281",
                text: "Чишмы",
            },
            {
                value: "2617",
                text: "Шаран",
            },
            {
                value: "2594",
                text: "Языково",
            },
            {
                value: "1279",
                text: "Янаул",
            },
        ],
    },
    {
        region: {
            value: "3",
            text: "Бурятия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "313",
                text: "Улан-Удэ",
            },
            {
                value: "2620",
                text: "Багдарин",
            },
            {
                value: "1311",
                text: "Баргузин",
            },
            {
                value: "1301",
                text: "Бичура",
            },
            {
                value: "1318",
                text: "Выдрино",
            },
            {
                value: "1294",
                text: "Гусиноозерск",
            },
            {
                value: "1314",
                text: "Заиграево",
            },
            {
                value: "1297",
                text: "Закаменск",
            },
            {
                value: "1298",
                text: "Заречный",
            },
            {
                value: "1305",
                text: "Иволгинск",
            },
            {
                value: "1310",
                text: "Кабанск",
            },
            {
                value: "1303",
                text: "Каменск",
            },
            {
                value: "1307",
                text: "Кижинга",
            },
            {
                value: "1312",
                text: "Курумкан",
            },
            {
                value: "1317",
                text: "Кырен",
            },
            {
                value: "1295",
                text: "Кяхта",
            },
            {
                value: "1315",
                text: "Мухоршибирь",
            },
            {
                value: "1316",
                text: "Нижнеангарск",
            },
            {
                value: "1846",
                text: "Новоильинск",
            },
            {
                value: "1299",
                text: "Онохой",
            },
            {
                value: "2621",
                text: "Орлик",
            },
            {
                value: "1304",
                text: "Петропавловка",
            },
            {
                value: "1293",
                text: "Северобайкальск",
            },
            {
                value: "1296",
                text: "Селенгинск",
            },
            {
                value: "1308",
                text: "Сокол",
            },
            {
                value: "1313",
                text: "Сосново-Озерское",
            },
            {
                value: "1300",
                text: "Таксимо",
            },
            {
                value: "2622",
                text: "Тарбагатай",
            },
            {
                value: "1309",
                text: "Турунтаево",
            },
            {
                value: "1306",
                text: "Усть-Баргузин",
            },
            {
                value: "1302",
                text: "Хоринск",
            },
        ],
    },
    {
        region: {
            value: "5",
            text: "Дагестан",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "284",
                text: "Махачкала",
            },
            {
                value: "2653",
                text: "Агвали",
            },
            {
                value: "2625",
                text: "Акуша",
            },
            {
                value: "722",
                text: "Ахты",
            },
            {
                value: "723",
                text: "Бабаюрт",
            },
            {
                value: "2628",
                text: "Бежта",
            },
            {
                value: "725",
                text: "Белиджи",
            },
            {
                value: "1849",
                text: "Ботлих",
            },
            {
                value: "716",
                text: "Буйнакск",
            },
            {
                value: "2637",
                text: "Вачи",
            },
            {
                value: "2629",
                text: "Гергебиль",
            },
            {
                value: "2631",
                text: "Гуниб",
            },
            {
                value: "720",
                text: "Дагестанские Огни",
            },
            {
                value: "714",
                text: "Дербент",
            },
            {
                value: "2634",
                text: "Дылым",
            },
            {
                value: "717",
                text: "Избербаш",
            },
            {
                value: "724",
                text: "Карабудахкент",
            },
            {
                value: "2626",
                text: "Карата",
            },
            {
                value: "715",
                text: "Каспийск",
            },
            {
                value: "726",
                text: "Касумкент",
            },
            {
                value: "727",
                text: "Каякент",
            },
            {
                value: "719",
                text: "Кизилюрт",
            },
            {
                value: "718",
                text: "Кизляр",
            },
            {
                value: "2638",
                text: "Коркмаскала",
            },
            {
                value: "2640",
                text: "Кумух",
            },
            {
                value: "2639",
                text: "Курах",
            },
            {
                value: "2641",
                text: "Леваши",
            },
            {
                value: "721",
                text: "Ленинкент",
            },
            {
                value: "2642",
                text: "Магарамкент",
            },
            {
                value: "2635",
                text: "Маджалис",
            },
            {
                value: "2630",
                text: "Мехельта",
            },
            {
                value: "1847",
                text: "Нижнее Казанище",
            },
            {
                value: "2636",
                text: "Новокаякент",
            },
            {
                value: "2643",
                text: "Новолакское",
            },
            {
                value: "2645",
                text: "Рутул",
            },
            {
                value: "2646",
                text: "Сергокала",
            },
            {
                value: "1848",
                text: "Султан-Янги-Юрт",
            },
            {
                value: "2648",
                text: "Тарумовка",
            },
            {
                value: "2644",
                text: "Терекли-Мектеб",
            },
            {
                value: "2649",
                text: "Тлярата",
            },
            {
                value: "2624",
                text: "Тпиг",
            },
            {
                value: "2650",
                text: "Унцукуль",
            },
            {
                value: "2632",
                text: "Уркарах",
            },
            {
                value: "2633",
                text: "Усухчай",
            },
            {
                value: "713",
                text: "Хасавюрт",
            },
            {
                value: "2656",
                text: "Хебда",
            },
            {
                value: "2651",
                text: "Хив",
            },
            {
                value: "2652",
                text: "Хунзах",
            },
            {
                value: "2647",
                text: "Хучни",
            },
            {
                value: "2654",
                text: "Цунта",
            },
            {
                value: "2655",
                text: "Цуриб",
            },
            {
                value: "728",
                text: "Южно-Сухокумск",
            },
        ],
    },
    {
        region: {
            value: "6",
            text: "Ингушетия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "282",
                text: "Магас",
            },
            {
                value: "1835",
                text: "Али-Юрт",
            },
            {
                value: "1832",
                text: "Барсуки",
            },
            {
                value: "702",
                text: "Верхние Ачалуки",
            },
            {
                value: "1833",
                text: "Галашки",
            },
            {
                value: "701",
                text: "Долаково",
            },
            {
                value: "1834",
                text: "Инарки",
            },
            {
                value: "697",
                text: "Кантышево",
            },
            {
                value: "693",
                text: "Карабулак",
            },
            {
                value: "692",
                text: "Малгобек",
            },
            {
                value: "1830",
                text: "Назрань",
            },
            {
                value: "696",
                text: "Нестеровская",
            },
            {
                value: "691",
                text: "Орджоникидзевская",
            },
            {
                value: "1831",
                text: "Плиево",
            },
            {
                value: "699",
                text: "Сагопши",
            },
            {
                value: "698",
                text: "Сурхахи",
            },
            {
                value: "695",
                text: "Троицкая",
            },
            {
                value: "694",
                text: "Экажево",
            },
            {
                value: "700",
                text: "Яндаре",
            },
        ],
    },
    {
        region: {
            value: "7",
            text: "Кабардино-Балкария",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "286",
                text: "Нальчик",
            },
            {
                value: "2661",
                text: "Анзорей",
            },
            {
                value: "2664",
                text: "Атажукино",
            },
            {
                value: "752",
                text: "Баксан",
            },
            {
                value: "2663",
                text: "Баксаненок",
            },
            {
                value: "1850",
                text: "Дыгулыбгей",
            },
            {
                value: "2660",
                text: "Залукокоаже",
            },
            {
                value: "762",
                text: "Заюково",
            },
            {
                value: "761",
                text: "Исламей",
            },
            {
                value: "2662",
                text: "Кашхатау",
            },
            {
                value: "763",
                text: "Кенже",
            },
            {
                value: "2665",
                text: "Куба",
            },
            {
                value: "755",
                text: "Майский",
            },
            {
                value: "759",
                text: "Нартан",
            },
            {
                value: "754",
                text: "Нарткала",
            },
            {
                value: "753",
                text: "Прохладный",
            },
            {
                value: "757",
                text: "Терек",
            },
            {
                value: "756",
                text: "Тырныауз",
            },
            {
                value: "1852",
                text: "Хасанья",
            },
            {
                value: "758",
                text: "Чегем",
            },
            {
                value: "1851",
                text: "Чегем-Второй",
            },
            {
                value: "760",
                text: "Шалушка",
            },
        ],
    },
    {
        region: {
            value: "8",
            text: "Калмыкия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "321",
                text: "Элиста",
            },
            {
                value: "1856",
                text: "Большой Царын",
            },
            {
                value: "1478",
                text: "Городовиковск",
            },
            {
                value: "2666",
                text: "Ики-Бурул",
            },
            {
                value: "2667",
                text: "Кетченеры",
            },
            {
                value: "2668",
                text: "Комсомольский",
            },
            {
                value: "1476",
                text: "Лагань",
            },
            {
                value: "1853",
                text: "Малые Дербеты",
            },
            {
                value: "1855",
                text: "Приютное",
            },
            {
                value: "1480",
                text: "Садовое",
            },
            {
                value: "1477",
                text: "Троицкое",
            },
            {
                value: "1854",
                text: "Цаган-Аман",
            },
            {
                value: "2669",
                text: "Яшалта",
            },
            {
                value: "1479",
                text: "Яшкуль",
            },
        ],
    },
    {
        region: {
            value: "9",
            text: "Карачаево-Черкесия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "318",
                text: "Черкесск",
            },
            {
                value: "2670",
                text: "Адыге-Хабль",
            },
            {
                value: "1428",
                text: "Али-Бердуковский",
            },
            {
                value: "1417",
                text: "Зеленчукская",
            },
            {
                value: "2672",
                text: "Кавказский",
            },
            {
                value: "1418",
                text: "Карачаевск",
            },
            {
                value: "1421",
                text: "Кардоникская",
            },
            {
                value: "1427",
                text: "Первомайское",
            },
            {
                value: "1424",
                text: "Преградная",
            },
            {
                value: "1423",
                text: "Псыж",
            },
            {
                value: "1420",
                text: "Сторожевая",
            },
            {
                value: "1422",
                text: "Теберда",
            },
            {
                value: "1425",
                text: "Терезе",
            },
            {
                value: "1416",
                text: "Усть-Джегута",
            },
            {
                value: "1419",
                text: "Учкекен",
            },
            {
                value: "1426",
                text: "Хабез",
            },
            {
                value: "2671",
                text: "Эркен-Шахар",
            },
        ],
    },
    {
        region: {
            value: "10",
            text: "Карелия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "295",
                text: "Петрозаводск",
            },
            {
                value: "912",
                text: "Беломорск",
            },
            {
                value: "919",
                text: "Калевала",
            },
            {
                value: "910",
                text: "Кемь",
            },
            {
                value: "905",
                text: "Кондопога",
            },
            {
                value: "907",
                text: "Костомукша",
            },
            {
                value: "917",
                text: "Лахденпохья",
            },
            {
                value: "918",
                text: "Лоухи",
            },
            {
                value: "909",
                text: "Медвежьегорск",
            },
            {
                value: "2673",
                text: "Муезерский",
            },
            {
                value: "914",
                text: "Надвоицы",
            },
            {
                value: "916",
                text: "Олонец",
            },
            {
                value: "920",
                text: "Пиндуши",
            },
            {
                value: "911",
                text: "Питкяранта",
            },
            {
                value: "2674",
                text: "Пряжа",
            },
            {
                value: "915",
                text: "Пудож",
            },
            {
                value: "906",
                text: "Сегежа",
            },
            {
                value: "908",
                text: "Сортавала",
            },
            {
                value: "913",
                text: "Суоярви",
            },
        ],
    },
    {
        region: {
            value: "11",
            text: "Коми",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "306",
                text: "Сыктывкар",
            },
            {
                value: "2679",
                text: "Айкино",
            },
            {
                value: "1163",
                text: "Визинга",
            },
            {
                value: "1164",
                text: "Водный",
            },
            {
                value: "1152",
                text: "Воргашор",
            },
            {
                value: "1147",
                text: "Воркута",
            },
            {
                value: "1155",
                text: "Вуктыл",
            },
            {
                value: "1158",
                text: "Выльгорт",
            },
            {
                value: "1153",
                text: "Емва",
            },
            {
                value: "1159",
                text: "Жешарт",
            },
            {
                value: "2675",
                text: "Ижма",
            },
            {
                value: "1150",
                text: "Инта",
            },
            {
                value: "2676",
                text: "Койгородок",
            },
            {
                value: "2677",
                text: "Корткерос",
            },
            {
                value: "2678",
                text: "Кослан",
            },
            {
                value: "1161",
                text: "Краснозатонский",
            },
            {
                value: "1157",
                text: "Микунь",
            },
            {
                value: "1156",
                text: "Нижний Одес",
            },
            {
                value: "1165",
                text: "Объячево",
            },
            {
                value: "1148",
                text: "Печора",
            },
            {
                value: "1154",
                text: "Северный",
            },
            {
                value: "1151",
                text: "Сосногорск",
            },
            {
                value: "1162",
                text: "Троицко-Печорск",
            },
            {
                value: "1149",
                text: "Усинск",
            },
            {
                value: "1167",
                text: "Усогорск",
            },
            {
                value: "1166",
                text: "Усть-Кулом",
            },
            {
                value: "1168",
                text: "Усть-Цильма",
            },
            {
                value: "1146",
                text: "Ухта",
            },
            {
                value: "1160",
                text: "Ярега",
            },
        ],
    },
    {
        region: {
            value: "82",
            text: "Крым",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "2505",
                text: "Симферополь",
            },
            {
                value: "2514",
                text: "Алупка",
            },
            {
                value: "2511",
                text: "Алушта",
            },
            {
                value: "2515",
                text: "Армянск",
            },
            {
                value: "2516",
                text: "Бахчисарай",
            },
            {
                value: "2517",
                text: "Белогорск",
            },
            {
                value: "2529",
                text: "Гаспра",
            },
            {
                value: "2527",
                text: "Гвардейское",
            },
            {
                value: "2531",
                text: "Грэсовский",
            },
            {
                value: "2524",
                text: "Гурзуф",
            },
            {
                value: "2510",
                text: "Джанкой",
            },
            {
                value: "2507",
                text: "Евпатория",
            },
            {
                value: "2518",
                text: "Инкерман",
            },
            {
                value: "2506",
                text: "Керчь",
            },
            {
                value: "2534",
                text: "Кировское",
            },
            {
                value: "2525",
                text: "Коктебель",
            },
            {
                value: "2532",
                text: "Красногвардейское",
            },
            {
                value: "2512",
                text: "Красноперекопск",
            },
            {
                value: "2535",
                text: "Ленино",
            },
            {
                value: "2533",
                text: "Нижнегорский",
            },
            {
                value: "2528",
                text: "Октябрьское",
            },
            {
                value: "2536",
                text: "Первомайское",
            },
            {
                value: "2526",
                text: "Приморский",
            },
            {
                value: "2537",
                text: "Раздольное",
            },
            {
                value: "2519",
                text: "Саки",
            },
            {
                value: "2513",
                text: "Севастополь",
            },
            {
                value: "2520",
                text: "Симеиз",
            },
            {
                value: "2538",
                text: "Советский",
            },
            {
                value: "2521",
                text: "Старый Крым",
            },
            {
                value: "2522",
                text: "Судак",
            },
            {
                value: "2509",
                text: "Феодосия",
            },
            {
                value: "2530",
                text: "Черноморское",
            },
            {
                value: "2523",
                text: "Щелкино",
            },
            {
                value: "2508",
                text: "Ялта",
            },
        ],
    },
    {
        region: {
            value: "12",
            text: "Марий Эл",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "267",
                text: "Йошкар-Ола",
            },
            {
                value: "446",
                text: "Волжск",
            },
            {
                value: "448",
                text: "Звенигово",
            },
            {
                value: "1862",
                text: "Килемары",
            },
            {
                value: "447",
                text: "Козьмодемьянск",
            },
            {
                value: "1779",
                text: "Красногорский",
            },
            {
                value: "1860",
                text: "Краснооктябрьский",
            },
            {
                value: "1858",
                text: "Куженер",
            },
            {
                value: "1859",
                text: "Мари-Турек",
            },
            {
                value: "1774",
                text: "Медведево",
            },
            {
                value: "1776",
                text: "Морки",
            },
            {
                value: "1781",
                text: "Новый Торъял",
            },
            {
                value: "1780",
                text: "Оршанка",
            },
            {
                value: "1857",
                text: "Параньга",
            },
            {
                value: "1861",
                text: "Приволжский",
            },
            {
                value: "1864",
                text: "Руэм",
            },
            {
                value: "1778",
                text: "Семеновка",
            },
            {
                value: "1777",
                text: "Сернур",
            },
            {
                value: "1775",
                text: "Советский",
            },
            {
                value: "1866",
                text: "Сурок",
            },
            {
                value: "1865",
                text: "Суслонгер",
            },
            {
                value: "1863",
                text: "Юрино",
            },
        ],
    },
    {
        region: {
            value: "13",
            text: "Мордовия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "302",
                text: "Саранск",
            },
            {
                value: "1072",
                text: "Ардатов",
            },
            {
                value: "2680",
                text: "Атюрьево",
            },
            {
                value: "1079",
                text: "Атяшево",
            },
            {
                value: "2681",
                text: "Большие Березники",
            },
            {
                value: "2682",
                text: "Большое Игнатово",
            },
            {
                value: "2683",
                text: "Дубенки",
            },
            {
                value: "1080",
                text: "Ельники",
            },
            {
                value: "1069",
                text: "Зубова Поляна",
            },
            {
                value: "1075",
                text: "Инсар",
            },
            {
                value: "2685",
                text: "Кадошкино",
            },
            {
                value: "2684",
                text: "Кемля",
            },
            {
                value: "1066",
                text: "Ковылкино",
            },
            {
                value: "1067",
                text: "Комсомольский",
            },
            {
                value: "2686",
                text: "Кочкурово",
            },
            {
                value: "1068",
                text: "Краснослободск",
            },
            {
                value: "1074",
                text: "Луховка",
            },
            {
                value: "1076",
                text: "Лямбирь",
            },
            {
                value: "1071",
                text: "Ромоданово",
            },
            {
                value: "1065",
                text: "Рузаевка",
            },
            {
                value: "1867",
                text: "Старое Шайгово",
            },
            {
                value: "1078",
                text: "Темников",
            },
            {
                value: "2687",
                text: "Теньгушево",
            },
            {
                value: "1073",
                text: "Торбеево",
            },
            {
                value: "1082",
                text: "Тургенево",
            },
            {
                value: "1070",
                text: "Чамзинка",
            },
            {
                value: "1077",
                text: "Явас",
            },
            {
                value: "1081",
                text: "Ялга",
            },
        ],
    },
    {
        region: {
            value: "14",
            text: "Саха (Якутия)",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "323",
                text: "Якутск",
            },
            {
                value: "1501",
                text: "Айхал",
            },
            {
                value: "1500",
                text: "Алдан",
            },
            {
                value: "2690",
                text: "Амга",
            },
            {
                value: "2695",
                text: "Батагай",
            },
            {
                value: "2708",
                text: "Батагай-Алыта",
            },
            {
                value: "2688",
                text: "Белая Гора",
            },
            {
                value: "2696",
                text: "Бердигестях",
            },
            {
                value: "1515",
                text: "Борогонцы",
            },
            {
                value: "2693",
                text: "Верхневилюйск",
            },
            {
                value: "1505",
                text: "Вилюйск",
            },
            {
                value: "2707",
                text: "Депутатский",
            },
            {
                value: "1508",
                text: "Жатай",
            },
            {
                value: "2697",
                text: "Жиганск",
            },
            {
                value: "2694",
                text: "Зырянка",
            },
            {
                value: "1499",
                text: "Ленск",
            },
            {
                value: "1514",
                text: "Майя",
            },
            {
                value: "1498",
                text: "Мирный",
            },
            {
                value: "1509",
                text: "Намцы",
            },
            {
                value: "1497",
                text: "Нерюнгри",
            },
            {
                value: "2699",
                text: "Нижний Бестях",
            },
            {
                value: "1506",
                text: "Нюрба",
            },
            {
                value: "1510",
                text: "Олекминск",
            },
            {
                value: "2702",
                text: "Оленек",
            },
            {
                value: "1504",
                text: "Покровск",
            },
            {
                value: "2698",
                text: "Сангар",
            },
            {
                value: "2691",
                text: "Саскылах",
            },
            {
                value: "2703",
                text: "Среднеколымск",
            },
            {
                value: "1507",
                text: "Сунтар",
            },
            {
                value: "2692",
                text: "Тикси",
            },
            {
                value: "1511",
                text: "Томмот",
            },
            {
                value: "1502",
                text: "Удачный",
            },
            {
                value: "2706",
                text: "Усть-Мая",
            },
            {
                value: "1512",
                text: "Усть-Нера",
            },
            {
                value: "2705",
                text: "Хандыга",
            },
            {
                value: "2700",
                text: "Хонуу",
            },
            {
                value: "2701",
                text: "Черский",
            },
            {
                value: "2689",
                text: "Чокурдах",
            },
            {
                value: "1503",
                text: "Чульман",
            },
            {
                value: "1513",
                text: "Чурапча",
            },
            {
                value: "2704",
                text: "Ытык-Кюель",
            },
        ],
    },
    {
        region: {
            value: "15",
            text: "Северная Осетия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "258",
                text: "Владикавказ",
            },
            {
                value: "401",
                text: "Алагир",
            },
            {
                value: "402",
                text: "Ардон",
            },
            {
                value: "1674",
                text: "Архонская",
            },
            {
                value: "400",
                text: "Беслан",
            },
            {
                value: "1676",
                text: "Гизель",
            },
            {
                value: "1669",
                text: "Дигора",
            },
            {
                value: "1665",
                text: "Заводской",
            },
            {
                value: "1868",
                text: "Змейская",
            },
            {
                value: "1675",
                text: "Камбилеевское",
            },
            {
                value: "1673",
                text: "Кизляр",
            },
            {
                value: "1870",
                text: "Луковская",
            },
            {
                value: "1871",
                text: "Майское",
            },
            {
                value: "1671",
                text: "Михайловское",
            },
            {
                value: "399",
                text: "Моздок",
            },
            {
                value: "1667",
                text: "Ногир",
            },
            {
                value: "1670",
                text: "Октябрьское",
            },
            {
                value: "1869",
                text: "Павлодольская",
            },
            {
                value: "1668",
                text: "Сунжа",
            },
            {
                value: "1672",
                text: "Чермен",
            },
            {
                value: "1677",
                text: "Чикола",
            },
            {
                value: "1666",
                text: "Эльхотово",
            },
        ],
    },
    {
        region: {
            value: "16",
            text: "Татарстан",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "269",
                text: "Казань",
            },
            {
                value: "482",
                text: "Агрыз",
            },
            {
                value: "477",
                text: "Азнакаево",
            },
            {
                value: "2559",
                text: "Аксубаево",
            },
            {
                value: "2560",
                text: "Актаныш",
            },
            {
                value: "2727",
                text: "Актюбинский",
            },
            {
                value: "1811",
                text: "Алексеевское",
            },
            {
                value: "470",
                text: "Альметьевск",
            },
            {
                value: "2561",
                text: "Апастово",
            },
            {
                value: "1803",
                text: "Арск",
            },
            {
                value: "479",
                text: "Бавлы",
            },
            {
                value: "2562",
                text: "Балтаси",
            },
            {
                value: "2581",
                text: "Богатые Сабы",
            },
            {
                value: "2583",
                text: "Болгар",
            },
            {
                value: "2572",
                text: "Большая Атня",
            },
            {
                value: "2586",
                text: "Большие Кайбицы",
            },
            {
                value: "472",
                text: "Бугульма",
            },
            {
                value: "481",
                text: "Буинск",
            },
            {
                value: "1802",
                text: "Васильево",
            },
            {
                value: "2573",
                text: "Верхний Услон",
            },
            {
                value: "2574",
                text: "Высокая Гора",
            },
            {
                value: "1807",
                text: "Джалиль",
            },
            {
                value: "473",
                text: "Елабуга",
            },
            {
                value: "476",
                text: "Заинск",
            },
            {
                value: "471",
                text: "Зеленодольск",
            },
            {
                value: "1806",
                text: "Камские Поляны",
            },
            {
                value: "2576",
                text: "Камское Устье",
            },
            {
                value: "2730",
                text: "Карабаш",
            },
            {
                value: "1804",
                text: "Кукмор",
            },
            {
                value: "2728",
                text: "Лаишево",
            },
            {
                value: "474",
                text: "Лениногорск",
            },
            {
                value: "1808",
                text: "Мамадыш",
            },
            {
                value: "480",
                text: "Менделеевск",
            },
            {
                value: "1805",
                text: "Мензелинск",
            },
            {
                value: "2577",
                text: "Муслюмово",
            },
            {
                value: "468",
                text: "Набережные Челны",
            },
            {
                value: "469",
                text: "Нижнекамск",
            },
            {
                value: "2729",
                text: "Нижние Вязовые",
            },
            {
                value: "2731",
                text: "Нижняя Мактама",
            },
            {
                value: "2578",
                text: "Новошешминск",
            },
            {
                value: "478",
                text: "Нурлат",
            },
            {
                value: "2579",
                text: "Пестрецы",
            },
            {
                value: "2580",
                text: "Рыбная Слобода",
            },
            {
                value: "2582",
                text: "Сарманово",
            },
            {
                value: "2575",
                text: "Старое Дрожжаное",
            },
            {
                value: "1809",
                text: "Тетюши",
            },
            {
                value: "2584",
                text: "Тюлячи",
            },
            {
                value: "1810",
                text: "Уруссу",
            },
            {
                value: "2585",
                text: "Черемшан",
            },
            {
                value: "475",
                text: "Чистополь",
            },
        ],
    },
    {
        region: {
            value: "17",
            text: "Тыва",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "279",
                text: "Кызыл",
            },
            {
                value: "657",
                text: "Ак-Довурак",
            },
            {
                value: "2711",
                text: "Бай-Хаак",
            },
            {
                value: "659",
                text: "Каа-Хем",
            },
            {
                value: "2712",
                text: "Кунгуртуг",
            },
            {
                value: "662",
                text: "Кызыл-Мажалык",
            },
            {
                value: "1872",
                text: "Мугур-Аксы",
            },
            {
                value: "1876",
                text: "Самагалтай",
            },
            {
                value: "663",
                text: "Сарыг-Сеп",
            },
            {
                value: "2709",
                text: "Суг-Аксы",
            },
            {
                value: "1875",
                text: "Сукпак",
            },
            {
                value: "2713",
                text: "Тоора-Хем",
            },
            {
                value: "661",
                text: "Туран",
            },
            {
                value: "1873",
                text: "Тээли",
            },
            {
                value: "2710",
                text: "Хандагайты",
            },
            {
                value: "1874",
                text: "Хову-Аксы",
            },
            {
                value: "2714",
                text: "Чаа-Холь",
            },
            {
                value: "660",
                text: "Чадан",
            },
            {
                value: "658",
                text: "Шагонар",
            },
            {
                value: "2715",
                text: "Эрзин",
            },
        ],
    },
    {
        region: {
            value: "18",
            text: "Удмуртия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "265",
                text: "Ижевск",
            },
            {
                value: "1879",
                text: "Алнаши",
            },
            {
                value: "1755",
                text: "Балезино",
            },
            {
                value: "1884",
                text: "Вавож",
            },
            {
                value: "433",
                text: "Воткинск",
            },
            {
                value: "432",
                text: "Глазов",
            },
            {
                value: "2627",
                text: "Грахово",
            },
            {
                value: "1881",
                text: "Дебесы",
            },
            {
                value: "1759",
                text: "Завьялово",
            },
            {
                value: "1753",
                text: "Игра",
            },
            {
                value: "1756",
                text: "Камбарка",
            },
            {
                value: "1886",
                text: "Каракулино",
            },
            {
                value: "1757",
                text: "Кез",
            },
            {
                value: "1758",
                text: "Кизнер",
            },
            {
                value: "2657",
                text: "Киясово",
            },
            {
                value: "2658",
                text: "Красногорское",
            },
            {
                value: "1877",
                text: "Малая Пурга",
            },
            {
                value: "434",
                text: "Можга",
            },
            {
                value: "1882",
                text: "Новый",
            },
            {
                value: "431",
                text: "Сарапул",
            },
            {
                value: "1885",
                text: "Селты",
            },
            {
                value: "1880",
                text: "Сигаево",
            },
            {
                value: "1883",
                text: "Сюмси",
            },
            {
                value: "1754",
                text: "Ува",
            },
            {
                value: "1878",
                text: "Шаркан",
            },
            {
                value: "2659",
                text: "Юкаменское",
            },
            {
                value: "1761",
                text: "Якшур-Бодья",
            },
            {
                value: "1760",
                text: "Яр",
            },
        ],
    },
    {
        region: {
            value: "19",
            text: "Хакасия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "246",
                text: "Абакан",
            },
            {
                value: "327",
                text: "Абаза",
            },
            {
                value: "1534",
                text: "Аскиз",
            },
            {
                value: "1532",
                text: "Белый Яр",
            },
            {
                value: "1887",
                text: "Бельтирское",
            },
            {
                value: "1537",
                text: "Бея",
            },
            {
                value: "2716",
                text: "Боград",
            },
            {
                value: "2717",
                text: "Копьево",
            },
            {
                value: "1536",
                text: "Майна",
            },
            {
                value: "326",
                text: "Саяногорск",
            },
            {
                value: "329",
                text: "Сорск",
            },
            {
                value: "1535",
                text: "Таштып",
            },
            {
                value: "328",
                text: "Усть-Абакан",
            },
            {
                value: "1533",
                text: "Черемушки",
            },
            {
                value: "325",
                text: "Черногорск",
            },
            {
                value: "1531",
                text: "Шира",
            },
        ],
    },
    {
        region: {
            value: "20",
            text: "Чечня",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "263",
                text: "Грозный",
            },
            {
                value: "1729",
                text: "Автуры",
            },
            {
                value: "1893",
                text: "Аллерой",
            },
            {
                value: "1890",
                text: "Алхан-Кала",
            },
            {
                value: "425",
                text: "Аргун",
            },
            {
                value: "1891",
                text: "Ассиновская",
            },
            {
                value: "1731",
                text: "Ачхой-Мартан",
            },
            {
                value: "1733",
                text: "Бачи-Юрт",
            },
            {
                value: "2718",
                text: "Ведено",
            },
            {
                value: "2719",
                text: "Галанчож",
            },
            {
                value: "1736",
                text: "Гелдаган",
            },
            {
                value: "1730",
                text: "Гойты",
            },
            {
                value: "423",
                text: "Гудермес",
            },
            {
                value: "2721",
                text: "Знаменское",
            },
            {
                value: "2720",
                text: "Итум-Кали",
            },
            {
                value: "1728",
                text: "Курчалой",
            },
            {
                value: "1889",
                text: "Майртуп",
            },
            {
                value: "1735",
                text: "Мескер-Юрт",
            },
            {
                value: "2722",
                text: "Наурская",
            },
            {
                value: "2723",
                text: "Ножай-Юрт",
            },
            {
                value: "1734",
                text: "Ойсхара",
            },
            {
                value: "1888",
                text: "Самашки",
            },
            {
                value: "2724",
                text: "Серноводская",
            },
            {
                value: "1892",
                text: "Старые Атаги",
            },
            {
                value: "422",
                text: "Урус-Мартан",
            },
            {
                value: "1732",
                text: "Цоцин-Юрт",
            },
            {
                value: "424",
                text: "Шали",
            },
            {
                value: "2725",
                text: "Шаро-Аргун",
            },
            {
                value: "2726",
                text: "Шелковская",
            },
        ],
    },
    {
        region: {
            value: "21",
            text: "Чувашия",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "319",
                text: "Чебоксары",
            },
            {
                value: "1431",
                text: "Алатырь",
            },
            {
                value: "2545",
                text: "Аликово",
            },
            {
                value: "1444",
                text: "Батырево",
            },
            {
                value: "1436",
                text: "Вурнары",
            },
            {
                value: "1440",
                text: "Ибреси",
            },
            {
                value: "1437",
                text: "Калинино",
            },
            {
                value: "1430",
                text: "Канаш",
            },
            {
                value: "1435",
                text: "Козловка",
            },
            {
                value: "2539",
                text: "Комсомольское",
            },
            {
                value: "2540",
                text: "Красноармейское",
            },
            {
                value: "2541",
                text: "Красные Четаи",
            },
            {
                value: "1434",
                text: "Кугеси",
            },
            {
                value: "1438",
                text: "Мариинский Посад",
            },
            {
                value: "2542",
                text: "Моргауши",
            },
            {
                value: "2546",
                text: "Новое Атлашево",
            },
            {
                value: "1429",
                text: "Новочебоксарск",
            },
            {
                value: "1441",
                text: "Новые Лапсары",
            },
            {
                value: "1442",
                text: "Порецкое",
            },
            {
                value: "1443",
                text: "Урмары",
            },
            {
                value: "1433",
                text: "Цивильск",
            },
            {
                value: "2556",
                text: "Шемурша",
            },
            {
                value: "1432",
                text: "Шумерля",
            },
            {
                value: "1445",
                text: "Шыгырдан",
            },
            {
                value: "1439",
                text: "Ядрин",
            },
            {
                value: "2543",
                text: "Яльчики",
            },
            {
                value: "2544",
                text: "Янтиково",
            },
        ],
    },
    {
        region: {
            value: "83",
            text: "Ненецкий",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "287",
                text: "Нарьян-Мар",
            },
            {
                value: "764",
                text: "Искателей",
            },
        ],
    },
    {
        region: {
            value: "86",
            text: "Ханты-Мансийский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "316",
                text: "Ханты-Мансийск",
            },
            {
                value: "1372",
                text: "Белоярский",
            },
            {
                value: "1376",
                text: "Белый Яр",
            },
            {
                value: "1375",
                text: "Излучинск",
            },
            {
                value: "1361",
                text: "Когалым",
            },
            {
                value: "1366",
                text: "Лангепас",
            },
            {
                value: "1368",
                text: "Лянтор",
            },
            {
                value: "1363",
                text: "Мегион",
            },
            {
                value: "1377",
                text: "Междуреченский",
            },
            {
                value: "1360",
                text: "Нефтеюганск",
            },
            {
                value: "1359",
                text: "Нижневартовск",
            },
            {
                value: "1378",
                text: "Нижнесортымский",
            },
            {
                value: "1379",
                text: "Новоаганск",
            },
            {
                value: "1362",
                text: "Нягань",
            },
            {
                value: "1370",
                text: "Пойковский",
            },
            {
                value: "1374",
                text: "Покачи",
            },
            {
                value: "1367",
                text: "Пыть-Ях",
            },
            {
                value: "1364",
                text: "Радужный",
            },
            {
                value: "1371",
                text: "Советский",
            },
            {
                value: "1358",
                text: "Сургут",
            },
            {
                value: "1365",
                text: "Урай",
            },
            {
                value: "1373",
                text: "Федоровский",
            },
            {
                value: "1369",
                text: "Югорск",
            },
        ],
    },
    {
        region: {
            value: "87",
            text: "Чукотский",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "247",
                text: "Анадырь",
            },
            {
                value: "1542",
                text: "Беринговский",
            },
            {
                value: "330",
                text: "Билибино",
            },
            {
                value: "1543",
                text: "Лаврентия",
            },
            {
                value: "1538",
                text: "Певек",
            },
            {
                value: "1540",
                text: "Провидения",
            },
            {
                value: "1539",
                text: "Угольные Копи",
            },
            {
                value: "1541",
                text: "Эгвекинот",
            },
        ],
    },
    {
        region: {
            value: "89",
            text: "Ямало-Ненецкий",
        },
        cities: [
            {
                value: "",
                text: "Город",
            },
            {
                value: "300",
                text: "Салехард",
            },
            {
                value: "1014",
                text: "Губкинский",
            },
            {
                value: "1013",
                text: "Лабытнанги",
            },
            {
                value: "1012",
                text: "Муравленко",
            },
            {
                value: "1011",
                text: "Надым",
            },
            {
                value: "1009",
                text: "Новый Уренгой",
            },
            {
                value: "1010",
                text: "Ноябрьск",
            },
            {
                value: "1016",
                text: "Пангоды",
            },
            {
                value: "1018",
                text: "Пурпе",
            },
            {
                value: "1020",
                text: "Тазовский",
            },
            {
                value: "1015",
                text: "Тарко-Сале",
            },
            {
                value: "1017",
                text: "Уренгой",
            },
            {
                value: "1019",
                text: "Харп",
            },
        ],
    },
];
